{
  "en-GB": {
    "subject": "Welcome to DEVOCEAN Lodge! 🌴",
    "preheader": "We're so happy you've chosen to stay with us",
    "heading": "Welcome to DEVOCEAN Lodge!",
    "headerSubtitle": "We're excited to have you here",
    "greeting": "Dear {{firstName}},",
    "welcomeText": "We're so happy you've chosen to stay with us. On behalf of our entire team, we warmly welcome you and hope your time here is both relaxing and inspiring.",
    "helpOffer": "If you need anything — big or small — please don't hesitate to ask. We're here to help.",
    "exploreTitle": "🌴 Explore Ponta do Ouro",
    "beachesWalks": "Beaches & Walks",
    "lighthouseTitle": "Old Lighthouse Hike",
    "lighthouseText": "Climb the highest hill near the South African border forest for breathtaking views over the bay. Afterwards, stop by Lua do Mar Restaurant — it's a great spot to watch dolphins year-round, whales from May to October, and turtles from December to January.",
    "lighthouseTip": "Tip: Take the trail around the point during high tide (about 3 hours before and after). Walking over the beach around the rocks would be risky around that time due to unexpected higher waves. Tide information is provides through the Tides4fishing link at the bottom.",
    "malonganeTitle": "Walk to Ponta Malongane",
    "malonganeText": "A scenic 8 km beach walk takes you to the neighbouring village. Climb through the banana trees to Campismo Nino for another panoramic view, then continue to Sky Island, home to Ponta Paragliding. You can return along the beach or follow the sandy 4×4 road back. Most of the time you'll be offered a lift along the way.",
    "activitiesTitle": "🐬 Activities & Excursions",
    "surfDiveTitle": "Surf & Dive",
    "surfDiveText": "Rent surf gear at the Beach Bar or visit one of the local dive centres and the ocean research station for unforgettable underwater experiences.",
    "oceanSafarisTitle": "Ocean Safaris & Fishing Trips",
    "oceanSafarisText": "Trusted local operators include:",
    "quadBikeTitle": "Quad Bike Rentals",
    "quadBikeText": "Prices vary, but you can expect roughly:",
    "foodFunTitle": "🍴 Food & Fun",
    "foodFunText": "There are over 16 bars and restaurants within a short walk from DEVOCEAN — perfect for tasting local flavours, enjoying the laid-back atmosphere, and meeting friendly locals.",
    "spaTitle": "💆 Spa Treatments",
    "spaText": "For a full-body massage, speak with Lisa or message the number on the LIZ-Way Massage sheet at the coffee counter. Please note: external massage therapists are not permitted on the property.",
    "usefulLinksTitle": "🌤 Useful Links",
    "weatherLabel": "Weather Forecast",
    "oceanLabel": "Ocean Conditions",
    "closingText": "We hope you enjoy every moment — whether you're out exploring or simply soaking up the sunshine at the beach.",
    "warmRegards": "Warm regards"
  },
  "en-US": {
    "subject": "Welcome to DEVOCEAN Lodge! 🌴",
    "preheader": "We're so happy you've chosen to stay with us",
    "heading": "Welcome to DEVOCEAN Lodge!",
    "headerSubtitle": "We're excited to have you here",
    "greeting": "Dear {{firstName}},",
    "welcomeText": "We're so happy you've chosen to stay with us. On behalf of our entire team, we warmly welcome you and hope your time here is both relaxing and inspiring.",
    "helpOffer": "If you need anything — big or small — please don't hesitate to ask. We're here to help.",
    "exploreTitle": "🌴 Explore Ponta do Ouro",
    "beachesWalks": "Beaches & Walks",
    "lighthouseTitle": "Old Lighthouse Hike",
    "lighthouseText": "Climb the highest hill near the South African border forest for breathtaking views over the bay. Afterwards, stop by Lua do Mar Restaurant — it's a great spot to watch dolphins year-round, whales from May to October, and turtles from December to January.",
    "lighthouseTip": "Tip: Take the trail around the point during high tide (about 3 hours before and after). Walking over the beach around the rocks would be risky around that time due to unexpected higher waves. Tide information is provides through the Tides4fishing link at the bottom.",
    "malonganeTitle": "Walk to Ponta Malongane",
    "malonganeText": "A scenic 8 km beach walk takes you to the neighboring village. Climb through the banana trees to Campismo Nino for another panoramic view, then continue to Sky Island, home to Ponta Paragliding. You can return along the beach or follow the sandy 4×4 road back. Most of the time you'll be offered a lift along the way.",
    "activitiesTitle": "🐬 Activities & Excursions",
    "surfDiveTitle": "Surf & Dive",
    "surfDiveText": "Rent surf gear at the Beach Bar or visit one of the local dive centres and the ocean research station for unforgettable underwater experiences.",
    "oceanSafarisTitle": "Ocean Safaris & Fishing Trips",
    "oceanSafarisText": "Trusted local operators include:",
    "quadBikeTitle": "Quad Bike Rentals",
    "quadBikeText": "Prices vary, but you can expect roughly:",
    "foodFunTitle": "🍴 Food & Fun",
    "foodFunText": "There are over 16 bars and restaurants within a short walk from DEVOCEAN — perfect for tasting local flavors, enjoying the laid-back atmosphere, and meeting friendly locals.",
    "spaTitle": "💆 Spa Treatments",
    "spaText": "For a full-body massage, speak with Lisa or message the number on the LIZ-Way Massage sheet at the coffee counter. Please note: external massage therapists are not permitted on the property.",
    "usefulLinksTitle": "🌤 Useful Links",
    "weatherLabel": "Weather Forecast",
    "oceanLabel": "Ocean Conditions",
    "closingText": "We hope you enjoy every moment — whether you're out exploring or simply soaking up the sunshine at the beach.",
    "warmRegards": "Warm regards"
  },
  "pt-PT": {
    "subject": "Bem-vindo ao DEVOCEAN Lodge! 🌴",
    "preheader": "Estamos muito felizes por nos ter escolhido",
    "heading": "Bem-vindo ao DEVOCEAN Lodge!",
    "headerSubtitle": "Estamos entusiasmados por tê-lo connosco",
    "greetingMale": "Caro {{firstName}},",
    "greetingFemale": "Cara {{firstName}},",
    "greetingNeutral": "Caro(a) {{firstName}},",
    "welcomeText": "Estamos muito felizes por nos ter escolhido. Em nome de toda a nossa equipa, damos-lhe as boas-vindas e esperamos que o seu tempo aqui seja relaxante e inspirador.",
    "helpOffer": "Se precisar de algo — grande ou pequeno — por favor não hesite em perguntar. Estamos aqui para ajudar.",
    "exploreTitle": "🌴 Explore Ponta do Ouro",
    "beachesWalks": "Praias e Caminhadas",
    "lighthouseTitle": "Caminhada ao Farol Antigo",
    "lighthouseText": "Suba a colina mais alta perto da floresta da fronteira sul-africana para vistas deslumbrantes sobre a baía. Depois, visite o Restaurante Lua do Mar — é um ótimo lugar para observar golfinhos durante todo o ano, baleias de maio a outubro e tartarugas de dezembro a janeiro.",
    "lighthouseTip": "Dica: Faça o trilho à volta da ponta durante a maré alta (cerca de 3 horas antes e depois). Caminhar pela praia à volta das rochas seria arriscado nessa altura devido a ondas mais altas inesperadas. A informação das marés é fornecida através do link Tides4fishing na parte inferior.",
    "malonganeTitle": "Caminhada até Ponta Malongane",
    "malonganeText": "Uma caminhada cénica de 8 km pela praia leva-o à aldeia vizinha. Suba através das bananeiras até ao Campismo Nino para outra vista panorâmica, depois continue até Sky Island, lar do Ponta Paragliding. Pode regressar pela praia ou seguir a estrada de areia 4×4. Na maioria das vezes, será oferecida uma boleia pelo caminho.",
    "activitiesTitle": "🐬 Atividades e Excursões",
    "surfDiveTitle": "Surf e Mergulho",
    "surfDiveText": "Alugue equipamento de surf no Beach Bar ou visite um dos centros de mergulho locais e a estação de investigação oceânica para experiências subaquáticas inesquecíveis.",
    "oceanSafarisTitle": "Safaris Oceânicos e Passeios de Pesca",
    "oceanSafarisText": "Operadores locais de confiança incluem:",
    "quadBikeTitle": "Aluguer de Motas de Quatro Rodas",
    "quadBikeText": "Os preços variam, mas pode esperar aproximadamente:",
    "foodFunTitle": "🍴 Comida e Diversão",
    "foodFunText": "Existem mais de 16 bares e restaurantes a uma curta distância a pé do DEVOCEAN — perfeitos para provar sabores locais, desfrutar da atmosfera descontraída e conhecer habitantes locais simpáticos.",
    "spaTitle": "💆 Tratamentos de Spa",
    "spaText": "Para uma massagem de corpo inteiro, fale com a Lisa ou envie mensagem para o número na folha LIZ-Way Massage no balcão do café. Nota: massagistas externos não são permitidos na propriedade.",
    "usefulLinksTitle": "🌤 Links Úteis",
    "weatherLabel": "Previsão do Tempo",
    "oceanLabel": "Condições do Oceano",
    "closingText": "Esperamos que aproveite cada momento — quer esteja a explorar ou simplesmente a apanhar sol na praia.",
    "warmRegards": "Cordialmente"
  },
  "pt-BR": {
    "subject": "Bem-vindo ao DEVOCEAN Lodge! 🌴",
    "preheader": "Estamos muito felizes por nos ter escolhido",
    "heading": "Bem-vindo ao DEVOCEAN Lodge!",
    "headerSubtitle": "Estamos entusiasmados por tê-lo conosco",
    "greetingMale": "Caro {{firstName}},",
    "greetingFemale": "Cara {{firstName}},",
    "greetingNeutral": "Caro(a) {{firstName}},",
    "welcomeText": "Estamos muito felizes por nos ter escolhido. Em nome de toda a nossa equipe, damos as boas-vindas e esperamos que seu tempo aqui seja relaxante e inspirador.",
    "helpOffer": "Se precisar de algo — grande ou pequeno — por favor não hesite em perguntar. Estamos aqui para ajudar.",
    "exploreTitle": "🌴 Explore Ponta do Ouro",
    "beachesWalks": "Praias e Caminhadas",
    "lighthouseTitle": "Caminhada ao Farol Antigo",
    "lighthouseText": "Suba a colina mais alta perto da floresta da fronteira sul-africana para vistas deslumbrantes sobre a baía. Depois, visite o Restaurante Lua do Mar — é um ótimo lugar para observar golfinhos durante todo o ano, baleias de maio a outubro e tartarugas de dezembro a janeiro.",
    "lighthouseTip": "Dica: Faça a trilha ao redor da ponta durante a maré alta (cerca de 3 horas antes e depois). Caminhar pela praia ao redor das rochas seria arriscado nesse momento devido a ondas mais altas inesperadas. A informação das marés é fornecida através do link Tides4fishing na parte inferior.",
    "malonganeTitle": "Caminhada até Ponta Malongane",
    "malonganeText": "Uma caminhada cênica de 8 km pela praia leva-o à vila vizinha. Suba através das bananeiras até o Campismo Nino para outra vista panorâmica, depois continue até Sky Island, lar do Ponta Paragliding. Pode retornar pela praia ou seguir a estrada de areia 4×4. Na maioria das vezes, você receberá uma carona pelo caminho.",
    "activitiesTitle": "🐬 Atividades e Excursões",
    "surfDiveTitle": "Surf e Mergulho",
    "surfDiveText": "Alugue equipamento de surf no Beach Bar ou visite um dos centros de mergulho locais e a estação de pesquisa oceânica para experiências subaquáticas inesquecíveis.",
    "oceanSafarisTitle": "Safaris Oceânicos e Passeios de Pesca",
    "oceanSafarisText": "Operadores locais de confiança incluem:",
    "quadBikeTitle": "Aluguel de Quadriciclos",
    "quadBikeText": "Os preços variam, mas você pode esperar aproximadamente:",
    "foodFunTitle": "🍴 Comida e Diversão",
    "foodFunText": "Existem mais de 16 bares e restaurantes a uma curta distância a pé do DEVOCEAN — perfeitos para provar sabores locais, desfrutar da atmosfera descontraída e conhecer habitantes locais simpáticos.",
    "spaTitle": "💆 Tratamentos de Spa",
    "spaText": "Para uma massagem de corpo inteiro, fale com Lisa ou envie mensagem para o número na folha LIZ-Way Massage no balcão do café. Nota: massagistas externos não são permitidos na propriedade.",
    "usefulLinksTitle": "🌤 Links Úteis",
    "weatherLabel": "Previsão do Tempo",
    "oceanLabel": "Condições do Oceano",
    "closingText": "Esperamos que aproveite cada momento — quer esteja explorando ou simplesmente pegando sol na praia.",
    "warmRegards": "Cordialmente"
  },
  "es-ES": {
    "subject": "¡Bienvenido al DEVOCEAN Lodge! 🌴",
    "preheader": "Estamos muy felices de que haya elegido quedarse con nosotros",
    "heading": "¡Bienvenido al DEVOCEAN Lodge!",
    "headerSubtitle": "Estamos emocionados de tenerle aquí",
    "greetingMale": "Estimado {{firstName}},",
    "greetingFemale": "Estimada {{firstName}},",
    "greetingNeutral": "Estimado/a {{firstName}},",
    "welcomeText": "Estamos muy felices de que haya elegido quedarse con nosotros. En nombre de todo nuestro equipo, le damos la bienvenida y esperamos que su tiempo aquí sea relajante e inspirador.",
    "helpOffer": "Si necesita algo — grande o pequeño — por favor no dude en preguntar. Estamos aquí para ayudar.",
    "exploreTitle": "🌴 Explore Ponta do Ouro",
    "beachesWalks": "Playas y Paseos",
    "lighthouseTitle": "Caminata al Faro Antiguo",
    "lighthouseText": "Suba la colina más alta cerca del bosque fronterizo sudafricano para vistas impresionantes sobre la bahía. Después, visite el Restaurante Lua do Mar — es un gran lugar para observar delfines todo el año, ballenas de mayo a octubre y tortugas de diciembre a enero.",
    "lighthouseTip": "Consejo: Tome el sendero alrededor de la punta durante la marea alta (unas 3 horas antes y después). Caminar por la playa alrededor de las rocas sería arriesgado en ese momento debido a olas más altas inesperadas. La información de las mareas se proporciona a través del enlace Tides4fishing en la parte inferior.",
    "malonganeTitle": "Camino a Ponta Malongane",
    "malonganeText": "Un pintoresco paseo de 8 km por la playa le lleva al pueblo vecino. Suba a través de los plátanos hasta Campismo Nino para otra vista panorámica, luego continúe hasta Sky Island, hogar de Ponta Paragliding. Puede regresar por la playa o seguir el camino de arena 4×4. La mayoría de las veces le ofrecerán un aventón en el camino.",
    "activitiesTitle": "🐬 Actividades y Excursiones",
    "surfDiveTitle": "Surf y Buceo",
    "surfDiveText": "Alquile equipo de surf en el Beach Bar o visite uno de los centros de buceo locales y la estación de investigación oceánica para experiencias subacuáticas inolvidables.",
    "oceanSafarisTitle": "Safaris Oceánicos y Excursiones de Pesca",
    "oceanSafarisText": "Los operadores locales de confianza incluyen:",
    "quadBikeTitle": "Alquiler de Quad Bikes",
    "quadBikeText": "Los precios varían, pero puede esperar aproximadamente:",
    "foodFunTitle": "🍴 Comida y Diversión",
    "foodFunText": "Hay más de 16 bares y restaurantes a un corto paseo de DEVOCEAN — perfectos para degustar sabores locales, disfrutar del ambiente relajado y conocer lugareños amigables.",
    "spaTitle": "💆 Tratamientos de Spa",
    "spaText": "Para un masaje de cuerpo completo, hable con Lisa o envíe un mensaje al número en la hoja LIZ-Way Massage en el mostrador del café. Nota: no se permiten masajistas externos en la propiedad.",
    "usefulLinksTitle": "🌤 Enlaces Útiles",
    "weatherLabel": "Pronóstico del Tiempo",
    "oceanLabel": "Condiciones del Océano",
    "closingText": "Esperamos que disfrute cada momento — ya sea explorando o simplemente tomando el sol en la playa.",
    "warmRegards": "Cordialmente"
  },
  "fr-FR": {
    "subject": "Bienvenue au DEVOCEAN Lodge ! 🌴",
    "preheader": "Nous sommes ravis que vous ayez choisi de séjourner chez nous",
    "heading": "Bienvenue au DEVOCEAN Lodge !",
    "headerSubtitle": "Nous sommes ravis de vous accueillir",
    "greetingMale": "Cher {{firstName}},",
    "greetingFemale": "Chère {{firstName}},",
    "greetingNeutral": "Cher/Chère {{firstName}},",
    "welcomeText": "Nous sommes très heureux que vous ayez choisi de séjourner chez nous. Au nom de toute notre équipe, nous vous souhaitons la bienvenue et espérons que votre séjour sera relaxant et inspirant.",
    "helpOffer": "Si vous avez besoin de quoi que ce soit — grand ou petit — n'hésitez pas à demander. Nous sommes là pour vous aider.",
    "exploreTitle": "🌴 Explorez Ponta do Ouro",
    "beachesWalks": "Plages et Promenades",
    "lighthouseTitle": "Randonnée au Vieux Phare",
    "lighthouseText": "Grimpez la colline la plus haute près de la forêt frontalière sud-africaine pour des vues à couper le souffle sur la baie. Ensuite, arrêtez-vous au Restaurant Lua do Mar — c'est un endroit idéal pour observer les dauphins toute l'année, les baleines de mai à octobre et les tortues de décembre à janvier.",
    "lighthouseTip": "Conseil : Prenez le sentier autour de la pointe pendant la marée haute (environ 3 heures avant et après). Marcher sur la plage autour des rochers serait risqué à ce moment-là en raison de vagues plus hautes inattendues. Les informations sur les marées sont fournies via le lien Tides4fishing en bas.",
    "malonganeTitle": "Promenade jusqu'à Ponta Malongane",
    "malonganeText": "Une promenade panoramique de 8 km le long de la plage vous mène au village voisin. Grimpez à travers les bananiers jusqu'à Campismo Nino pour une autre vue panoramique, puis continuez jusqu'à Sky Island, siège de Ponta Paragliding. Vous pouvez revenir par la plage ou suivre la route de sable 4×4. La plupart du temps, on vous offrira un trajet en chemin.",
    "activitiesTitle": "🐬 Activités et Excursions",
    "surfDiveTitle": "Surf et Plongée",
    "surfDiveText": "Louez du matériel de surf au Beach Bar ou visitez l'un des centres de plongée locaux et la station de recherche océanique pour des expériences sous-marines inoubliables.",
    "oceanSafarisTitle": "Safaris Océaniques et Excursions de Pêche",
    "oceanSafarisText": "Les opérateurs locaux de confiance incluent :",
    "quadBikeTitle": "Location de Quads",
    "quadBikeText": "Les prix varient, mais vous pouvez vous attendre à environ :",
    "foodFunTitle": "🍴 Nourriture et Divertissement",
    "foodFunText": "Il y a plus de 16 bars et restaurants à quelques pas de DEVOCEAN — parfaits pour goûter les saveurs locales, profiter de l'atmosphère décontractée et rencontrer des habitants sympathiques.",
    "spaTitle": "💆 Soins Spa",
    "spaText": "Pour un massage du corps entier, parlez à Lisa ou envoyez un message au numéro sur la feuille LIZ-Way Massage au comptoir du café. Remarque : les massothérapeutes externes ne sont pas autorisés sur la propriété.",
    "usefulLinksTitle": "🌤 Liens Utiles",
    "weatherLabel": "Prévisions Météo",
    "oceanLabel": "Conditions Océaniques",
    "closingText": "Nous espérons que vous profiterez de chaque moment — que vous exploriez ou simplement profitiez du soleil à la plage.",
    "warmRegards": "Cordialement"
  },
  "de-DE": {
    "subject": "Willkommen im DEVOCEAN Lodge! 🌴",
    "preheader": "Wir freuen uns sehr, dass Sie bei uns bleiben",
    "heading": "Willkommen im DEVOCEAN Lodge!",
    "headerSubtitle": "Wir freuen uns, Sie hier zu haben",
    "greetingMale": "Lieber {{firstName}},",
    "greetingFemale": "Liebe {{firstName}},",
    "greetingNeutral": "Liebe/r {{firstName}},",
    "welcomeText": "Wir freuen uns sehr, dass Sie sich für uns entschieden haben. Im Namen unseres gesamten Teams heißen wir Sie herzlich willkommen und hoffen, dass Ihre Zeit hier entspannend und inspirierend sein wird.",
    "helpOffer": "Wenn Sie etwas benötigen — groß oder klein — zögern Sie bitte nicht zu fragen. Wir sind hier, um zu helfen.",
    "exploreTitle": "🌴 Erkunden Sie Ponta do Ouro",
    "beachesWalks": "Strände und Spaziergänge",
    "lighthouseTitle": "Alter Leuchtturm-Wanderung",
    "lighthouseText": "Besteigen Sie den höchsten Hügel nahe dem südafrikanischen Grenzwald für atemberaubende Ausblicke über die Bucht. Besuchen Sie danach das Lua do Mar Restaurant — es ist ein großartiger Ort, um das ganze Jahr über Delfine, von Mai bis Oktober Wale und von Dezember bis Januar Schildkröten zu beobachten.",
    "lighthouseTip": "Tipp: Nehmen Sie den Weg um die Spitze herum bei Flut (etwa 3 Stunden vorher und nachher). Das Gehen am Strand um die Felsen herum wäre zu diesem Zeitpunkt riskant aufgrund unerwartet höherer Wellen. Gezeiteninformationen werden über den Tides4fishing-Link unten bereitgestellt.",
    "malonganeTitle": "Spaziergang nach Ponta Malongane",
    "malonganeText": "Ein malerischer 8 km langer Strandspaziergang führt Sie zum Nachbardorf. Klettern Sie durch die Bananenplantagen zum Campismo Nino für einen weiteren Panoramablick, und setzen Sie dann Ihren Weg zur Sky Island fort, Heimat von Ponta Paragliding. Sie können entlang des Strandes zurückkehren oder der sandigen 4×4-Straße folgen. Meistens wird Ihnen unterwegs eine Mitfahrgelegenheit angeboten.",
    "activitiesTitle": "🐬 Aktivitäten und Ausflüge",
    "surfDiveTitle": "Surfen und Tauchen",
    "surfDiveText": "Mieten Sie Surfausrüstung an der Beach Bar oder besuchen Sie eines der örtlichen Tauchzentren und die Meeresforschungsstation für unvergessliche Unterwassererlebnisse.",
    "oceanSafarisTitle": "Ozean-Safaris und Angelausflüge",
    "oceanSafarisText": "Vertrauenswürdige lokale Anbieter sind:",
    "quadBikeTitle": "Quad-Vermietung",
    "quadBikeText": "Die Preise variieren, aber Sie können ungefähr erwarten:",
    "foodFunTitle": "🍴 Essen und Spaß",
    "foodFunText": "Es gibt über 16 Bars und Restaurants in Gehweite vom DEVOCEAN — perfekt, um lokale Aromen zu probieren, die entspannte Atmosphäre zu genießen und freundliche Einheimische zu treffen.",
    "spaTitle": "💆 Spa-Behandlungen",
    "spaText": "Für eine Ganzkörpermassage sprechen Sie mit Lisa oder senden Sie eine Nachricht an die Nummer auf dem LIZ-Way Massage-Blatt am Kaffeetresen. Hinweis: Externe Massagetherapeuten sind auf dem Grundstück nicht erlaubt.",
    "usefulLinksTitle": "🌤 Nützliche Links",
    "weatherLabel": "Wettervorhersage",
    "oceanLabel": "Meeresbedingungen",
    "closingText": "Wir hoffen, Sie genießen jeden Moment — ob Sie erkunden oder einfach die Sonne am Strand genießen.",
    "warmRegards": "Herzliche Grüße"
  },
  "it-IT": {
    "subject": "Benvenuto al DEVOCEAN Lodge! 🌴",
    "preheader": "Siamo molto felici che abbiate scelto di soggiornare con noi",
    "heading": "Benvenuto al DEVOCEAN Lodge!",
    "headerSubtitle": "Siamo entusiasti di averLa qui",
    "greetingMale": "Caro {{firstName}},",
    "greetingFemale": "Cara {{firstName}},",
    "greetingNeutral": "Gentile {{firstName}},",
    "welcomeText": "Siamo molto felici che abbiate scelto di soggiornare con noi. A nome di tutto il nostro team, Le diamo il benvenuto e speriamo che il Suo tempo qui sia rilassante e stimolante.",
    "helpOffer": "Se ha bisogno di qualcosa — grande o piccolo — non esiti a chiedere. Siamo qui per aiutarLa.",
    "exploreTitle": "🌴 Esplora Ponta do Ouro",
    "beachesWalks": "Spiagge e Passeggiate",
    "lighthouseTitle": "Escursione al Vecchio Faro",
    "lighthouseText": "Salite sulla collina più alta vicino alla foresta del confine sudafricano per viste mozzafiato sulla baia. Dopo, fermatevi al Ristorante Lua do Mar — è un ottimo posto per osservare i delfini tutto l'anno, le balene da maggio a ottobre e le tartarughe da dicembre a gennaio.",
    "lighthouseTip": "Consiglio: Prendete il sentiero intorno alla punta durante l'alta marea (circa 3 ore prima e dopo). Camminare sulla spiaggia intorno alle rocce sarebbe rischioso in quel momento a causa di onde più alte inaspettate. Le informazioni sulle maree sono fornite tramite il link Tides4fishing in fondo.",
    "malonganeTitle": "Passeggiata a Ponta Malongane",
    "malonganeText": "Una passeggiata panoramica di 8 km sulla spiaggia vi porta al villaggio vicino. Salite attraverso le piante di banane fino a Campismo Nino per un'altra vista panoramica, poi proseguite fino a Sky Island, sede di Ponta Paragliding. Potete tornare lungo la spiaggia o seguire la strada sabbiosa 4×4. La maggior parte delle volte vi verrà offerto un passaggio lungo la strada.",
    "activitiesTitle": "🐬 Attività ed Escursioni",
    "surfDiveTitle": "Surf e Immersioni",
    "surfDiveText": "Noleggiate attrezzatura da surf al Beach Bar o visitate uno dei centri di immersione locali e la stazione di ricerca oceanica per esperienze subacquee indimenticabili.",
    "oceanSafarisTitle": "Safari Oceanici e Uscite di Pesca",
    "oceanSafarisText": "Gli operatori locali affidabili includono:",
    "quadBikeTitle": "Noleggio Quad",
    "quadBikeText": "I prezzi variano, ma potete aspettarvi circa:",
    "foodFunTitle": "🍴 Cibo e Divertimento",
    "foodFunText": "Ci sono oltre 16 bar e ristoranti a breve distanza a piedi dal DEVOCEAN — perfetti per assaggiare sapori locali, godersi l'atmosfera rilassata e incontrare gente del posto amichevole.",
    "spaTitle": "💆 Trattamenti Spa",
    "spaText": "Per un massaggio completo del corpo, parlate con Lisa o inviate un messaggio al numero sul foglio LIZ-Way Massage al banco del caffè. Nota: i massaggiatori esterni non sono ammessi sulla proprietà.",
    "usefulLinksTitle": "🌤 Link Utili",
    "weatherLabel": "Previsioni Meteo",
    "oceanLabel": "Condizioni Oceaniche",
    "closingText": "Speriamo che godiate ogni momento — che stiate esplorando o semplicemente prendendo il sole in spiaggia.",
    "warmRegards": "Cordiali saluti"
  },
  "nl-NL": {
    "subject": "Welkom bij DEVOCEAN Lodge! 🌴",
    "preheader": "We zijn zo blij dat u ervoor gekozen heeft om bij ons te verblijven",
    "heading": "Welkom bij DEVOCEAN Lodge!",
    "headerSubtitle": "We zijn verheugd u hier te hebben",
    "greeting": "Beste {{firstName}},",
    "welcomeText": "We zijn zo blij dat u ervoor gekozen heeft om bij ons te verblijven. Namens ons hele team verwelkomen we u hartelijk en hopen we dat uw tijd hier ontspannend en inspirerend zal zijn.",
    "helpOffer": "Als u iets nodig heeft — groot of klein — aarzel dan niet om het te vragen. We zijn er om te helpen.",
    "exploreTitle": "🌴 Ontdek Ponta do Ouro",
    "beachesWalks": "Stranden en Wandelingen",
    "lighthouseTitle": "Oude Vuurtoren Wandeling",
    "lighthouseText": "Beklim de hoogste heuvel nabij het Zuid-Afrikaanse grensbos voor adembenemende uitzichten over de baai. Bezoek daarna het Lua do Mar Restaurant — het is een geweldige plek om het hele jaar door dolfijnen te zien, van mei tot oktober walvissen en van december tot januari schildpadden.",
    "lighthouseTip": "Tip: Neem het pad rond de punt tijdens hoog water (ongeveer 3 uur ervoor en erna). Lopen over het strand rond de rotsen zou riskant zijn op dat moment vanwege onverwachte hogere golven. Getij-informatie wordt verstrekt via de Tides4fishing-link onderaan.",
    "malonganeTitle": "Wandeling naar Ponta Malongane",
    "malonganeText": "Een schilderachtige wandeling van 8 km langs het strand brengt u naar het naburige dorp. Klim door de bananenbomen naar Campismo Nino voor nog een panoramisch uitzicht, ga dan verder naar Sky Island, de thuisbasis van Ponta Paragliding. U kunt langs het strand terugkeren of de zandige 4×4 weg volgen. Meestal wordt u onderweg een lift aangeboden.",
    "activitiesTitle": "🐬 Activiteiten en Excursies",
    "surfDiveTitle": "Surfen en Duiken",
    "surfDiveText": "Huur surfuitrusting bij de Beach Bar of bezoek een van de lokale duikcentra en het oceaanonderzoeksstation voor onvergetelijke onderwaterervaringen.",
    "oceanSafarisTitle": "Oceaan Safari's en Visexcursies",
    "oceanSafarisText": "Betrouwbare lokale operators zijn onder andere:",
    "quadBikeTitle": "Quad Verhuur",
    "quadBikeText": "De prijzen variëren, maar u kunt ongeveer verwachten:",
    "foodFunTitle": "🍴 Eten en Vermaak",
    "foodFunText": "Er zijn meer dan 16 bars en restaurants op loopafstand van DEVOCEAN — perfect om lokale smaken te proeven, te genieten van de relaxte sfeer en vriendelijke lokale bewoners te ontmoeten.",
    "spaTitle": "💆 Spa Behandelingen",
    "spaText": "Voor een full-body massage, spreek met Lisa of stuur een bericht naar het nummer op het LIZ-Way Massage-blad bij de koffietoonbank. Let op: externe masagetherapeuten zijn niet toegestaan op het terrein.",
    "usefulLinksTitle": "🌤 Nuttige Links",
    "weatherLabel": "Weersverwachting",
    "oceanLabel": "Oceaanomstandigheden",
    "closingText": "We hopen dat u van elk moment geniet — of u nu aan het verkennen bent of gewoon van de zon op het strand geniet.",
    "warmRegards": "Hartelijke groeten"
  },
  "sv": {
    "subject": "Välkommen till DEVOCEAN Lodge! 🌴",
    "preheader": "Vi är så glada att du valde att stanna hos oss",
    "heading": "Välkommen till DEVOCEAN Lodge!",
    "headerSubtitle": "Vi är glada att ha dig här",
    "greeting": "Kära {{firstName}},",
    "welcomeText": "Vi är så glada att du valde att stanna hos oss. På uppdrag av hela vårt team välkomnar vi dig varmt och hoppas att din tid här blir avkopplande och inspirerande.",
    "helpOffer": "Om du behöver något — stort eller litet — tveka inte att fråga. Vi är här för att hjälpa.",
    "exploreTitle": "🌴 Utforska Ponta do Ouro",
    "beachesWalks": "Stränder och Promenader",
    "lighthouseTitle": "Gamla Fyrvandringen",
    "lighthouseText": "Klättra upp på den högsta kullen nära den sydafrikanska gränsskogen för hisnande utsikt över bukten. Stoppa sedan vid Lua do Mar Restaurant — det är en fantastisk plats för att se delfiner året runt, valar från maj till oktober och sköldpaddor från december till januari.",
    "lighthouseTip": "Tips: Ta stigen runt udden under högvatten (cirka 3 timmar före och efter). Att gå över stranden runt klipporna skulle vara riskabelt vid den tiden på grund av oväntade högre vågor. Tidinformation tillhandahålls via Tides4fishing-länken längst ner.",
    "malonganeTitle": "Promenad till Ponta Malongane",
    "malonganeText": "En naturskönt 8 km strandpromenad tar dig till granndorp. Klättra genom bananplantagen till Campismo Nino för ytterligare en panoramautsikt, fortsätt sedan till Sky Island, hem för Ponta Paragliding. Du kan återvända längs stranden eller följa den sandiga 4×4 vägen. För det mesta kommer du att erbjudas skjuts på vägen.",
    "activitiesTitle": "🐬 Aktiviteter och Utflykter",
    "surfDiveTitle": "Surf och Dykning",
    "surfDiveText": "Hyr surfutrustning på Beach Bar eller besök ett av de lokala dykcentren och oceanforskningsstationen för oförglömliga undervattensupplevelser.",
    "oceanSafarisTitle": "Oceanssafaris och Fisketrippor",
    "oceanSafarisText": "Pålitliga lokala operatörer inkluderar:",
    "quadBikeTitle": "Fyrhjulinghyra",
    "quadBikeText": "Priserna varierar, men du kan förvänta dig ungefär:",
    "foodFunTitle": "🍴 Mat och Nöje",
    "foodFunText": "Det finns över 16 barer och restauranger inom gångavstånd från DEVOCEAN — perfekt för att smaka lokala smaker, njuta av den avslappnade atmosfären och träffa vänliga lokalinvånare.",
    "spaTitle": "💆 Spa-behandlingar",
    "spaText": "För en helkroppsmassage, prata med Lisa eller skicka ett meddelande till numret på LIZ-Way Massage-arket vid kaffedisken. Observera: externa massageterapeuter är inte tillåtna på fastigheten.",
    "usefulLinksTitle": "🌤 Användbara Länkar",
    "weatherLabel": "Väderprognos",
    "oceanLabel": "Havsförhållanden",
    "closingText": "Vi hoppas att du njuter av varje ögonblick — vare sig du utforskar eller bara solar på stranden.",
    "warmRegards": "Varma hälsningar"
  },
  "pl": {
    "subject": "Witamy w DEVOCEAN Lodge! 🌴",
    "preheader": "Cieszymy się, że wybraliście Państwo pobyt u nas",
    "heading": "Witamy w DEVOCEAN Lodge!",
    "headerSubtitle": "Jesteśmy podekscytowani, że jesteście Państwo tutaj",
    "greeting": "Drogi/a {{firstName}},",
    "welcomeText": "Cieszymy się bardzo, że wybraliście Państwo pobyt u nas. W imieniu całego naszego zespołu serdecznie Was witamy i mamy nadzieję, że Wasz czas tutaj będzie relaksujący i inspirujący.",
    "helpOffer": "Jeśli czegoś Państwo potrzebujecie — dużego czy małego — nie wahajcie się zapytać. Jesteśmy tutaj, aby pomóc.",
    "exploreTitle": "🌴 Odkryj Ponta do Ouro",
    "beachesWalks": "Plaże i Spacery",
    "lighthouseTitle": "Wędrówka do Starej Latarni Morskiej",
    "lighthouseText": "Wejdźcie na najwyższe wzgórze w pobliżu południowoafrykańskiego lasu granicznego, aby podziwiać zapierające dech w piersiach widoki na zatokę. Potem odwiedźcie Restaurację Lua do Mar — to świetne miejsce, aby obserwować delfiny przez cały rok, wieloryby od maja do października i żółwie od grudnia do stycznia.",
    "lighthouseTip": "Wskazówka: Wybierzcie ścieżkę wokół przylądka podczas przypływu (około 3 godziny przed i po). Chodzenie po plaży wokół skał byłoby ryzykowne w tym czasie ze względu na nieoczekiwane wyższe fale. Informacje o przypływach są dostępne pod linkiem Tides4fishing na dole.",
    "malonganeTitle": "Spacer do Ponta Malongane",
    "malonganeText": "Malowniczy 8 km spacer plażą prowadzi Was do sąsiedniej wioski. Wspinacie się przez banany do Campismo Nino po kolejny panoramiczny widok, następnie kontynuujecie do Sky Island, domu Ponta Paragliding. Możecie wrócić wzdłuż plaży lub podążać piaszczystą drogą 4×4. Najczęściej zostanie Wam zaproponowana podwózka po drodze.",
    "activitiesTitle": "🐬 Aktywności i Wycieczki",
    "surfDiveTitle": "Surfing i Nurkowanie",
    "surfDiveText": "Wypożyczcie sprzęt surfingowy w Beach Bar lub odwiedźcie jedno z lokalnych centrów nurkowych i stację badań oceanicznych, aby przeżyć niezapomniane doświadczenia podwodne.",
    "oceanSafarisTitle": "Safari Oceaniczne i Wycieczki Wędkarskie",
    "oceanSafarisText": "Zaufani lokalni operatorzy to:",
    "quadBikeTitle": "Wynajem Quadów",
    "quadBikeText": "Ceny różnią się, ale możecie oczekiwać mniej więcej:",
    "foodFunTitle": "🍴 Jedzenie i Rozrywka",
    "foodFunText": "W zasięgu krótkiego spaceru od DEVOCEAN znajduje się ponad 16 barów i restauracji — idealnych do degustacji lokalnych smaków, cieszenia się swobodną atmosferą i spotykania przyjaznych mieszkańców.",
    "spaTitle": "💆 Zabiegi Spa",
    "spaText": "Aby umówić się na masaż całego ciała, porozmawiajcie z Lisą lub wyślijcie wiadomość na numer podany na arkuszu LIZ-Way Massage przy ladzie kawowej. Uwaga: zewnętrzni masażyści nie są dopuszczeni na terenie obiektu.",
    "usefulLinksTitle": "🌤 Przydatne Linki",
    "weatherLabel": "Prognoza Pogody",
    "oceanLabel": "Warunki Oceaniczne",
    "closingText": "Mamy nadzieję, że będziecie cieszyć się każdą chwilą — czy to podczas zwiedzania, czy po prostu opalając się na plaży.",
    "warmRegards": "Serdecznie"
  },
  "ru": {
    "subject": "Добро пожаловать в DEVOCEAN Lodge! 🌴",
    "preheader": "Мы так рады, что вы выбрали остановиться у нас",
    "heading": "Добро пожаловать в DEVOCEAN Lodge!",
    "headerSubtitle": "Мы рады приветствовать вас здесь",
    "greeting": "Уважаемый/ая {{firstName}},",
    "welcomeText": "Мы так рады, что вы выбрали остановиться у нас. От имени всей нашей команды мы тепло приветствуем вас и надеемся, что ваше время здесь будет расслабляющим и вдохновляющим.",
    "helpOffer": "Если вам что-то нужно — большое или маленькое — пожалуйста, не стесняйтесь спрашивать. Мы здесь, чтобы помочь.",
    "exploreTitle": "🌴 Исследуйте Понта-ду-Ору",
    "beachesWalks": "Пляжи и Прогулки",
    "lighthouseTitle": "Поход к Старому Маяку",
    "lighthouseText": "Поднимитесь на самый высокий холм возле южноафриканского пограничного леса для захватывающих видов на залив. Затем загляните в ресторан Lua do Mar — это отличное место для наблюдения за дельфинами круглый год, китами с мая по октябрь и черепахами с декабря по январь.",
    "lighthouseTip": "Совет: Идите по тропе вокруг мыса во время прилива (примерно за 3 часа до и после). Ходить по пляжу вокруг скал было бы рискованно в это время из-за неожиданно более высоких волн. Информация о приливах предоставляется по ссылке Tides4fishing внизу.",
    "malonganeTitle": "Прогулка до Понта-Малонгане",
    "malonganeText": "Живописная 8-км прогулка по пляжу приведет вас в соседнюю деревню. Поднимитесь через банановые деревья к Campismo Nino для ещё одного панорамного вида, затем продолжайте к Sky Island, дому Ponta Paragliding. Вы можете вернуться вдоль пляжа или следовать песчаной дороге 4×4. Чаще всего вам предложат подвезти по дороге.",
    "activitiesTitle": "🐬 Мероприятия и Экскурсии",
    "surfDiveTitle": "Серфинг и Дайвинг",
    "surfDiveText": "Арендуйте снаряжение для серфинга в Beach Bar или посетите один из местных дайвинг-центров и океаническую исследовательскую станцию для незабываемых подводных впечатлений.",
    "oceanSafarisTitle": "Океанские Сафари и Рыбалка",
    "oceanSafarisText": "Надежные местные операторы включают:",
    "quadBikeTitle": "Аренда Квадроциклов",
    "quadBikeText": "Цены варьируются, но вы можете ожидать примерно:",
    "foodFunTitle": "🍴 Еда и Развлечения",
    "foodFunText": "В пределах короткой прогулки от DEVOCEAN есть более 16 баров и ресторанов — идеально подходит для дегустации местных вкусов, наслаждения непринужденной атмосферой и знакомства с дружелюбными местными жителями.",
    "spaTitle": "💆 СПА-процедуры",
    "spaText": "Для массажа всего тела поговорите с Лизой или отправьте сообщение на номер на листе LIZ-Way Massage у кофейной стойки. Обратите внимание: внешние массажисты не допускаются на территорию.",
    "usefulLinksTitle": "🌤 Полезные Ссылки",
    "weatherLabel": "Прогноз Погоды",
    "oceanLabel": "Условия Океана",
    "closingText": "Мы надеемся, что вы будете наслаждаться каждым моментом — исследуете ли вы или просто загораете на пляже.",
    "warmRegards": "С теплыми пожеланиями"
  },
  "af-ZA": {
    "subject": "Welkom by DEVOCEAN Lodge! 🌴",
    "preheader": "Ons is so bly jy het besluit om by ons te bly",
    "heading": "Welkom by DEVOCEAN Lodge!",
    "headerSubtitle": "Ons is opgewonde om jou hier te hê",
    "greeting": "Beste {{firstName}},",
    "welcomeText": "Ons is so bly jy het besluit om by ons te bly. Namens ons hele span verwelkom ons jou hartlik en hoop dat jou tyd hier ontspannend en inspirerend sal wees.",
    "helpOffer": "As jy enigiets nodig het — groot of klein — moenie huiwer om te vra nie. Ons is hier om te help.",
    "exploreTitle": "🌴 Verken Ponta do Ouro",
    "beachesWalks": "Strande en Stappies",
    "lighthouseTitle": "Ou Vuurtoring Staptog",
    "lighthouseText": "Klim die hoogste heuwel naby die Suid-Afrikaanse grenswoude vir asemrowende uitsigte oor die baai. Besoek daarna die Lua do Mar Restaurant — dis 'n wonderlike plek om dolfyne reg deur die jaar te sien, walvisse van Mei tot Oktober en skilpaaie van Desember tot Januarie.",
    "lighthouseTip": "Wenk: Neem die pad om die punt tydens hoogty (ongeveer 3 uur voor en na). Om oor die strand om die rotse te stap sou riskant wees op daardie tyd weens onverwagte hoër golwe. Getyinligting word verskaf deur die Tides4fishing-skakel onderaan.",
    "malonganeTitle": "Stap na Ponta Malongane",
    "malonganeText": "'n Skilderagtige 8 km strandstappie bring jou na die naburige dorpie. Klim deur die piesangbome na Campismo Nino vir nog 'n panoramiese uitsig, gaan dan aan na Sky Island, tuiste van Ponta Paragliding. Jy kan langs die strand terugkeer of die sanderige 4×4 pad volg. Meestal sal jy 'n lift aangebied word onderweg.",
    "activitiesTitle": "🐬 Aktiwiteite en Uitstappies",
    "surfDiveTitle": "Surf en Duik",
    "surfDiveText": "Huur surfuitrusting by die Beach Bar of besoek een van die plaaslike duiksentrums en die oseaan navorsingstasie vir onvergeetlike onderwaterervarings.",
    "oceanSafarisTitle": "Oseaan Safari's en Hengeluitstappies",
    "oceanSafarisText": "Betroubare plaaslike operateurs sluit in:",
    "quadBikeTitle": "Quad Verhuring",
    "quadBikeText": "Pryse wissel, maar jy kan ongeveer verwag:",
    "foodFunTitle": "🍴 Kos en Pret",
    "foodFunText": "Daar is meer as 16 kroee en restaurante binne 'n kort stappie van DEVOCEAN — perfek om plaaslike geure te proe, die ontspanne atmosfeer te geniet en vriendelike plaaslike mense te ontmoet.",
    "spaTitle": "💆 Spa Behandelings",
    "spaText": "Vir 'n volliggaamsmassering, praat met Lisa of stuur 'n boodskap na die nommer op die LIZ-Way Massage vel by die koffietoonbank. Let wel: eksterne massagie terapeute word nie op die eiendom toegelaat nie.",
    "usefulLinksTitle": "🌤 Nuttige Skakels",
    "weatherLabel": "Weervoorspelling",
    "oceanLabel": "Oseaantoestande",
    "closingText": "Ons hoop jy geniet elke oomblik — of jy nou besig is om te verken of net son te geniet op die strand.",
    "warmRegards": "Hartlike groete"
  },
  "zu": {
    "subject": "Siyakwamukela e-DEVOCEAN Lodge! 🌴",
    "preheader": "Sithabile kakhulu ukuthi ukhethe ukuhlala nathi",
    "heading": "Siyakwamukela e-DEVOCEAN Lodge!",
    "headerSubtitle": "Sijabule ukuba nawe lapha",
    "greeting": "Sawubona {{firstName}},",
    "welcomeText": "Sithabile kakhulu ukuthi ukhethe ukuhlala nathi. Egameni lethimba lethu lonke, siyakwamukela ngokukhulu ukuthula futhi sithemba ukuthi isikhathi sakho lapha sizoba yimpilo futhi sikhuthaze.",
    "helpOffer": "Uma udinga noma yini — enkulu noma encane — ungabaze ukubuza. Silapha ukusiza.",
    "exploreTitle": "🌴 Hlola Ponta do Ouro",
    "beachesWalks": "Amabhishi Nokuhamba",
    "lighthouseTitle": "Ukuhamba Kwentaba ye-Old Lighthouse",
    "lighthouseText": "Gqoka intaba ephakeme eduze nehlathi lomngcele waseNingizimu Afrika ukuze ubone imibono emangalisayo ngaphezulu kwebhishi. Ngemva kwalokho, vakashela iRestaurant iLua do Mar — kuyindawo enhle yokubuka amadolphini unyaka wonke, omkhomo kusukela kuMay kuya ku-October, namafudu kusukela kuDecember kuya kuJanuary.",
    "lighthouseTip": "Iseluleko: Thatha umzila ozungeza indawo ngesikhathi sokugcwala kolwandle (cishe amahora amathathu ngaphambi nangemuva). Ukuhamba ebhishi uzungeze amadwala kungaba yingozi ngaleso sikhathi ngenxa yamagagasi aphakeme angalindelekile. Ulwazi lwamanzi luhlinzekwa ngesixhumanisi se-Tides4fishing ngezansi.",
    "malonganeTitle": "Hamba uye e-Ponta Malongane",
    "malonganeText": "Ukuhamba okuhle okungamakhilomitha ayi-8 ebhishi kukuhola kuya emzaneni oseduze. Gqoka uzungeze imibhede yamabhanana kuya e-Campismo Nino ukuze ubone omunye umbono omuhle, bese uqhubeka kuya e-Sky Island, ikhaya le-Ponta Paragliding. Ungabuyela ngobhishi noma ulandele umgwaqo wesihlabathi we-4×4. Isikhathi esiningi uzonikezwa ukukhweliswa endleleni.",
    "activitiesTitle": "🐬 Imisebenzi Nezinhambo",
    "surfDiveTitle": "Ukusefa Nokucwila",
    "surfDiveText": "Qasha izinto zokusefa e-Beach Bar noma vakashela enye yezikhungo zokucwila zasendaweni nesiteshi socwaningo lolwandle ukuze uthole ulwazi olungenakulibaleka ngaphansi kwamanzi.",
    "oceanSafarisTitle": "Ama-Ocean Safari Nezinhambo Zokuloba",
    "oceanSafarisText": "Abanikeli bendawo abathembekile bafaka:",
    "quadBikeTitle": "Ukukhokha Ama-Quad Bike",
    "quadBikeText": "Amanani ayehluka, kodwa ungalindela cishe:",
    "foodFunTitle": "🍴 Ukudla Nokujabulisa",
    "foodFunText": "Kunama-bar ezingaphezu kwama-16 nezindawo zokudlela ngaphakathi kokuhamba okufushane kusuka e-DEVOCEAN — kuhle kakhulu ukunambitha ukunambitha kwendawo, ukujabulela isimo esipholile nokuhlangana nabantu bendawo abanobungane.",
    "spaTitle": "💆 Ukwelashwa Kwe-Spa",
    "spaText": "Ukuze uthole ukuphulukwa komzimba wonke, khuluma no-Lisa noma thumela umlayezo kunombolo ephepheni le-LIZ-Way Massage ekhawuntini yekhofi. Qaphela: abamassage bangaphandle abavumelekile emlandweni.",
    "usefulLinksTitle": "🌤 Izixhumanisi Eziwusizo",
    "weatherLabel": "Isibikezelo Sezulu",
    "oceanLabel": "Izimo Zolwandle",
    "closingText": "Sithemba ukuthi uzojabulela izikhathi zonke — noma uhlola noma nje ubhukuda ilanga ebhishi.",
    "warmRegards": "Ukubingelela okufudumele"
  },
  "sw": {
    "subject": "Karibu DEVOCEAN Lodge! 🌴",
    "preheader": "Tunafurahi sana umechagua kukaa nasi",
    "heading": "Karibu DEVOCEAN Lodge!",
    "headerSubtitle": "Tunafurahi kuwa nawe hapa",
    "greeting": "Mpendwa {{firstName}},",
    "welcomeText": "Tunafurahi sana umechagua kukaa nasi. Kwa niaba ya timu yetu nzima, tunakukaribisha kwa moyo wote na tunatumaini kwamba muda wako hapa utakuwa wa kupumzika na wa kuhamasisha.",
    "helpOffer": "Ikiwa unahitaji chochote — kubwa au kidogo — usisite kuuliza. Tuko hapa kusaidia.",
    "exploreTitle": "🌴 Gundua Ponta do Ouro",
    "beachesWalks": "Fukwe na Matembezi",
    "lighthouseTitle": "Matembezi ya Mnara wa Zamani",
    "lighthouseText": "Panda kilima kirefu karibu na msitu wa mpaka wa Afrika Kusini kwa mandhari ya kutisha juu ya ghuba. Baadaye, tembelea Mkahawa wa Lua do Mar — ni mahali pazuri pa kutazama pomboo mwaka mzima, nyangumi kutoka Mei hadi Oktoba, na kasa kutoka Desemba hadi Januari.",
    "lighthouseTip": "Dokezo: Chukua njia kuzunguka ncha wakati wa maji mengi (takriban masaa 3 kabla na baada). Kutembea pwani kuzunguka miamba kungekuwa hatari wakati huo kwa sababu ya mawimbi makubwa yasiyotarajiwa. Taarifa za maji hutolewa kupitia kiungo cha Tides4fishing chini.",
    "malonganeTitle": "Tembea hadi Ponta Malongane",
    "malonganeText": "Matembezi ya pwani ya km 8 yanakupeleka kijijini jirani. Panda kupitia miti ya ndizi hadi Campismo Nino kwa mandhari mengine, kisha endelea hadi Sky Island, nyumbani kwa Ponta Paragliding. Unaweza kurudi kando ya pwani au kufuata barabara ya mchanga wa 4×4. Mara nyingi utapewa usafiri njiani.",
    "activitiesTitle": "🐬 Shughuli na Ziara",
    "surfDiveTitle": "Surfing na Kuzamia",
    "surfDiveText": "Kodi vifaa vya surfing katika Beach Bar au tembelea mojawapo ya vituo vya kuzamia vya ndani na kituo cha utafiti wa bahari kwa uzoefu usiosahaulika chini ya maji.",
    "oceanSafarisTitle": "Safari za Baharini na Safari za Kuvua",
    "oceanSafarisText": "Waendeshaji wa ndani wanaoaminika ni pamoja na:",
    "quadBikeTitle": "Kukodi Quad Bike",
    "quadBikeText": "Bei zinatofautiana, lakini unaweza kutarajia takriban:",
    "foodFunTitle": "🍴 Chakula na Burudani",
    "foodFunText": "Kuna zaidi ya baa 16 na mikahawa ndani ya mwendo mfupi kutoka DEVOCEAN — bora kwa kuonja ladha za ndani, kufurahia hali tulivu na kukutana na wenyeji wema.",
    "spaTitle": "💆 Matibabu ya Spa",
    "spaText": "Kwa massage ya mwili mzima, ongea na Lisa au tuma ujumbe kwa nambari kwenye karatasi ya LIZ-Way Massage kwenye kaunti ya kahawa. Kumbuka: waganga wa nje wa massage hawaruhusiwi katika mali.",
    "usefulLinksTitle": "🌤 Viungo Muhimu",
    "weatherLabel": "Utabiri wa Hali ya Hewa",
    "oceanLabel": "Hali ya Bahari",
    "closingText": "Tunatumaini utafurahia kila dakika — iwe unachunguza au tu kuchukua jua kwenye pwani.",
    "warmRegards": "Salamu za dhati"
  },
  "ja-JP": {
    "subject": "DEVOCEAN Lodgeへようこそ！ 🌴",
    "preheader": "ご宿泊いただき誠にありがとうございます",
    "heading": "DEVOCEAN Lodgeへようこそ！",
    "headerSubtitle": "お越しいただき嬉しく思います",
    "greeting": "{{firstName}}様、",
    "welcomeText": "ご宿泊いただき誠にありがとうございます。チーム一同、心より歓迎申し上げます。リラックスしていただき、素晴らしい時間をお過ごしください。",
    "helpOffer": "何かご必要なことがございましたら、遠慮なくお申し付けください。私たちはお手伝いさせていただきます。",
    "exploreTitle": "🌴 ポンタ・ド・オウロを探索",
    "beachesWalks": "ビーチと散歩",
    "lighthouseTitle": "旧灯台ハイキング",
    "lighthouseText": "南アフリカ国境の森林近くの最高峰に登り、湾の息をのむような景色をお楽しみください。その後、ルア・ド・マール・レストランへ。一年中イルカを、5月から10月はクジラを、12月から1月はウミガメを観察できる素晴らしい場所です。",
    "lighthouseTip": "ヒント：満潮時（前後約3時間）は岬周辺のトレイルをご利用ください。岩場のビーチを歩くのは、予期せぬ高波により危険です。潮汐情報は下部のTides4fishingリンクでご確認いただけます。",
    "malonganeTitle": "ポンタ・マロンガーネへの散歩",
    "malonganeText": "風光明媚な8kmのビーチウォークで隣村へ。バナナの木を通ってカンピスモ・ニノへ登り、さらにパノラマビューを楽しんだ後、ポンタ・パラグライディングのホームであるスカイ・アイランドへ。ビーチ沿いに戻るか、砂の4×4道路を辿ることができます。ほとんどの場合、途中で車に乗せてもらえます。",
    "activitiesTitle": "🐬 アクティビティと小旅行",
    "surfDiveTitle": "サーフィンとダイビング",
    "surfDiveText": "ビーチバーでサーフギアをレンタルするか、地元のダイビングセンターと海洋研究ステーションを訪れて、忘れられない水中体験をお楽しみください。",
    "oceanSafarisTitle": "オーシャンサファリと釣り旅行",
    "oceanSafarisText": "信頼できる地元の業者には以下があります：",
    "quadBikeTitle": "クワッドバイクレンタル",
    "quadBikeText": "価格は異なりますが、およそ以下をご期待ください：",
    "foodFunTitle": "🍴 食べ物と楽しみ",
    "foodFunText": "DEVOCEANから徒歩圏内に16以上のバーとレストランがあります — 地元の味を楽しみ、のんびりした雰囲気を楽しみ、フレンドリーな地元の人々と出会うのに最適です。",
    "spaTitle": "💆 スパトリートメント",
    "spaText": "全身マッサージをご希望の場合は、リサに話しかけるか、コーヒーカウンターのLIZ-Wayマッサージシートの番号にメッセージを送信してください。注意：外部のマッサージセラピストは敷地内では許可されていません。",
    "usefulLinksTitle": "🌤 便利なリンク",
    "weatherLabel": "天気予報",
    "oceanLabel": "海の状態",
    "closingText": "探索中でも、ビーチで日光浴を楽しんでいる時でも、すべての瞬間をお楽しみください。",
    "warmRegards": "心より"
  },
  "zh-CN": {
    "subject": "欢迎来到 DEVOCEAN Lodge！ 🌴",
    "preheader": "我们很高兴您选择入住我们这里",
    "heading": "欢迎来到 DEVOCEAN Lodge！",
    "headerSubtitle": "我们很高兴您能来到这里",
    "greeting": "亲爱的{{firstName}}，",
    "welcomeText": "我们很高兴您选择入住我们这里。代表我们整个团队，我们热烈欢迎您，并希望您在这里的时光既放松又鼓舞人心。",
    "helpOffer": "如果您需要任何东西——无论大小——请随时询问。我们在这里为您服务。",
    "exploreTitle": "🌴 探索蓬塔杜欧鲁",
    "beachesWalks": "海滩和散步",
    "lighthouseTitle": "老灯塔徒步",
    "lighthouseText": "爬上靠近南非边境森林的最高山丘，欣赏海湾的壮丽景色。然后，停靠Lua do Mar餐厅——这是一个全年观赏海豚、五月至十月观赏鲸鱼、十二月至一月观赏海龟的好地方。",
    "lighthouseTip": "提示：涨潮期间（前后约3小时）请走环岬步道。由于可能出现意外的高浪，在岩石周围的海滩上行走会有风险。潮汐信息通过底部的Tides4fishing链接提供。",
    "malonganeTitle": "步行至蓬塔马隆加内",
    "malonganeText": "沿着海滩风景优美的8公里步行道将带您前往邻近的村庄。穿过香蕉树爬到坎皮斯莫尼诺，欣赏另一个全景，然后继续前往天空岛，蓬塔滑翔伞的家。您可以沿着海滩返回或沿着沙质4×4道路返回。大多数情况下，您会在途中得到搭车的机会。",
    "activitiesTitle": "🐬 活动和游览",
    "surfDiveTitle": "冲浪和潜水",
    "surfDiveText": "在海滩酒吧租用冲浪装备或参观当地的潜水中心和海洋研究站，享受难忘的水下体验。",
    "oceanSafarisTitle": "海洋野生动物园和钓鱼之旅",
    "oceanSafarisText": "值得信赖的本地运营商包括：",
    "quadBikeTitle": "沙滩车租赁",
    "quadBikeText": "价格各不相同，但您大致可以期待：",
    "foodFunTitle": "🍴 美食与乐趣",
    "foodFunText": "距离DEVOCEAN步行即可到达16多家酒吧和餐厅——非常适合品尝当地风味、享受悠闲的氛围以及结识友好的当地人。",
    "spaTitle": "💆 水疗护理",
    "spaText": "如需全身按摩，请与丽莎交谈或向咖啡柜台LIZ-Way按摩单上的号码发送消息。请注意：物业内不允许外部按摩治疗师。",
    "usefulLinksTitle": "🌤 实用链接",
    "weatherLabel": "天气预报",
    "oceanLabel": "海洋状况",
    "closingText": "我们希望您享受每一刻——无论您是在探索还是只是在海滩上享受阳光。",
    "warmRegards": "诚挚问候"
  }
}