{
  "en-GB": {
    "subject": "Welcome to DEVOCEAN Lodge! 🌴",
    "preheader": "We're so happy you've chosen to stay with us",
    "heading": "Welcome to DEVOCEAN Lodge!",
    "headerSubtitle": "We're excited to have you here",
    "greeting": "Dear {{firstName}},",
    "welcomeText": "We're so happy you've chosen to stay with us. On behalf of our entire team, we warmly welcome you and hope your time here is both relaxing and inspiring.",
    "helpOffer": "If you need anything — big or small — please don't hesitate to ask. We're here to help.",
    "exploreTitle": "🌴 Explore Ponta do Ouro",
    "beachesWalks": "Beaches & Walks",
    "lighthouseTitle": "Old Lighthouse Hike",
    "lighthouseText": "Climb the highest hill near the South African border forest for breathtaking views over the bay. Afterwards, stop by Sapphire Sands Restaurant — it's a great spot to watch dolphins year-round, whales from May to October, and turtles from December to January.",
    "lighthouseTip": "Tip: Avoid this trail during high tide (about 3 hours before and after).",
    "malonganeTitle": "Walk to Ponta Malongane",
    "malonganeText": "A scenic 4 km beach walk takes you to the neighbouring village. Climb through the banana trees to Campismo Nino for another panoramic view, then continue to Sky Island, home to Ponta Paragliding. You can return along the beach or follow the scenic 4×4 sand road back.",
    "activitiesTitle": "🐬 Activities & Excursions",
    "surfDiveTitle": "Surf & Dive",
    "surfDiveText": "Rent surf gear at the Beach Bar or visit one of the local dive centres and the ocean research station for unforgettable underwater experiences.",
    "oceanSafarisTitle": "Ocean Safaris & Fishing Trips",
    "oceanSafarisText": "Trusted local operators include:",
    "quadBikeTitle": "Quad Bike Rentals",
    "quadBikeText": "Prices vary, but you can expect roughly:",
    "foodFunTitle": "🍴 Food & Fun",
    "foodFunText": "There are over 16 bars and restaurants within a short walk from DEVOCEAN — perfect for tasting local flavours, enjoying the laid-back atmosphere, and meeting friendly locals.",
    "spaTitle": "💆 Spa Treatments",
    "spaText": "For a full-body massage, speak with Lisa or message the number on the LIZ-Way Massage sheet at the coffee counter. Please note: external massage therapists are not permitted on the property.",
    "usefulLinksTitle": "🌤 Useful Links",
    "weatherLabel": "Weather Forecast",
    "oceanLabel": "Ocean Conditions",
    "closingText": "We hope you enjoy every moment — whether you're out exploring or simply soaking up the sunshine at the beach."
  }
}
