{
  "en-GB": {
    "subject": "Thank you for staying with us — we'd love your feedback",
    "preheader": "Thank you for choosing DEVOCEAN Lodge",
    "heading": "Thank You for Staying With Us!",
    "headerSubtitle": "We hope you had a wonderful time",
    "greeting": "Dear {{firstName}},",
    "thankYouText": "Thank you for choosing to stay at DEVOCEAN Lodge in beautiful Ponta do Ouro. It was a real pleasure having you with us — we hope you left with great memories, a smile, and a little piece of the DEVOCEAN spirit.",
    "feedbackMatters": "Your feedback truly matters to us. It helps us grow, refine what we offer, and ensure every guest feels at home. If you'd like to share suggestions or comments directly, please write to us anytime at reservations@devoceanlodge.com.",
    "reviewRequest": "If you enjoyed your time here, we'd be so grateful if you could take a moment to leave us a short review on your preferred platform — whether it's Booking.com, Google, or TripAdvisor (just scan one of the QR codes below).",
    "whyReviewsTitle": "Why your review makes a difference",
    "whyReviewsText": "Your words help future guests discover what to expect, keep our team motivated, and ensure transparency about the real DEVOCEAN experience. We proudly publish all verified guest reviews on our website, so your feedback becomes part of our story.",
    "qrTitle": "Scan to Review",
    "qrInstructions": "Simply scan one of the QR codes below to leave your review:",
    "bookingQR": "Review us on Booking.com",
    "googleQR": "Share your experience on Google",
    "tripadvisorQR": "Tell others on TripAdvisor",
    "referralTitle": "Share the DEVOCEAN Experience",
    "referralText": "If you'd like to share the DEVOCEAN experience with friends, family, or colleagues, they can book directly via www.devoceanlodge.com using the discount code DEVOCEANVIP for 10% off — even on top of existing specials.",
    "closingText": "We'd love to welcome you — or someone you've recommended — back to paradise soon. Until then, may the ocean breeze and good memories stay with you.",
    "warmRegards": "Warm regards"
  },
  "en-US": {
    "subject": "Thank you for staying with us — we'd love your feedback",
    "preheader": "Thank you for choosing DEVOCEAN Lodge",
    "heading": "Thank You for Staying With Us!",
    "headerSubtitle": "We hope you had a wonderful time",
    "greeting": "Dear {{firstName}},",
    "thankYouText": "Thank you for choosing to stay at DEVOCEAN Lodge in beautiful Ponta do Ouro. It was a real pleasure having you with us — we hope you left with great memories, a smile, and a little piece of the DEVOCEAN spirit.",
    "feedbackMatters": "Your feedback truly matters to us. It helps us grow, refine what we offer, and ensure every guest feels at home. If you'd like to share suggestions or comments directly, please write to us anytime at reservations@devoceanlodge.com.",
    "reviewRequest": "If you enjoyed your time here, we'd be so grateful if you could take a moment to leave us a short review on your preferred platform — whether it's Booking.com, Google, or TripAdvisor (just scan one of the QR codes below).",
    "whyReviewsTitle": "Why your review makes a difference",
    "whyReviewsText": "Your words help future guests discover what to expect, keep our team motivated, and ensure transparency about the real DEVOCEAN experience. We proudly publish all verified guest reviews on our website, so your feedback becomes part of our story.",
    "qrTitle": "Scan to Review",
    "qrInstructions": "Simply scan one of the QR codes below to leave your review:",
    "bookingQR": "Review us on Booking.com",
    "googleQR": "Share your experience on Google",
    "tripadvisorQR": "Tell others on TripAdvisor",
    "referralTitle": "Share the DEVOCEAN Experience",
    "referralText": "If you'd like to share the DEVOCEAN experience with friends, family, or colleagues, they can book directly via www.devoceanlodge.com using the discount code DEVOCEANVIP for 10% off — even on top of existing specials.",
    "closingText": "We'd love to welcome you — or someone you've recommended — back to paradise soon. Until then, may the ocean breeze and good memories stay with you.",
    "warmRegards": "Warm regards"
  },
  "pt-PT": {
    "subject": "Obrigado por ficar connosco — adoraríamos o seu feedback",
    "preheader": "Obrigado por escolher o DEVOCEAN Lodge",
    "heading": "Obrigado por Ficar Connosco!",
    "headerSubtitle": "Esperamos que tenha tido um tempo maravilhoso",
    "greetingMale": "Caro {{firstName}},",
    "greetingFemale": "Cara {{firstName}},",
    "greetingNeutral": "Caro(a) {{firstName}},",
    "thankYouText": "Obrigado por escolher ficar no DEVOCEAN Lodge na belíssima Ponta do Ouro. Foi um verdadeiro prazer tê-lo connosco — esperamos que tenha partido com ótimas memórias, um sorriso e um pedaço do espírito DEVOCEAN.",
    "feedbackMatters": "O seu feedback é verdadeiramente importante para nós. Ajuda-nos a crescer, refinar o que oferecemos e garantir que cada hóspede se sinta em casa. Se gostaria de partilhar sugestões ou comentários diretamente, por favor escreva-nos a qualquer momento para reservations@devoceanlodge.com.",
    "reviewRequest": "Se gostou do seu tempo aqui, ficaríamos muito gratos se pudesse dedicar um momento para nos deixar uma breve avaliação na sua plataforma preferida — seja Booking.com, Google ou TripAdvisor (basta digitalizar um dos códigos QR abaixo).",
    "whyReviewsTitle": "Por que a sua avaliação faz a diferença",
    "whyReviewsText": "As suas palavras ajudam futuros hóspedes a descobrir o que esperar, mantêm a nossa equipa motivada e garantem transparência sobre a verdadeira experiência DEVOCEAN. Publicamos com orgulho todas as avaliações verificadas de hóspedes no nosso website, por isso o seu feedback torna-se parte da nossa história.",
    "qrTitle": "Digitalize para Avaliar",
    "qrInstructions": "Simplesmente digitalize um dos códigos QR abaixo para deixar a sua avaliação:",
    "bookingQR": "Avalie-nos no Booking.com",
    "googleQR": "Partilhe a sua experiência no Google",
    "tripadvisorQR": "Conte a outros no TripAdvisor",
    "referralTitle": "Partilhe a Experiência DEVOCEAN",
    "referralText": "Se gostaria de partilhar a experiência DEVOCEAN com amigos, família ou colegas, eles podem reservar diretamente através de www.devoceanlodge.com usando o código de desconto DEVOCEANVIP para 10% de desconto — mesmo em cima de ofertas existentes.",
    "closingText": "Adoraríamos recebê-lo — ou alguém que recomendou — de volta ao paraíso em breve. Até lá, que a brisa do oceano e boas memórias permaneçam consigo.",
    "warmRegards": "Cordialmente"
  },
  "pt-BR": {
    "subject": "Obrigado por ficar conosco — adoraríamos seu feedback",
    "preheader": "Obrigado por escolher o DEVOCEAN Lodge",
    "heading": "Obrigado por Ficar Conosco!",
    "headerSubtitle": "Esperamos que tenha tido um tempo maravilhoso",
    "greetingMale": "Caro {{firstName}},",
    "greetingFemale": "Cara {{firstName}},",
    "greetingNeutral": "Caro(a) {{firstName}},",
    "thankYouText": "Obrigado por escolher ficar no DEVOCEAN Lodge na belíssima Ponta do Ouro. Foi um verdadeiro prazer tê-lo conosco — esperamos que tenha partido com ótimas memórias, um sorriso e um pedaço do espírito DEVOCEAN.",
    "feedbackMatters": "Seu feedback é verdadeiramente importante para nós. Ajuda-nos a crescer, refinar o que oferecemos e garantir que cada hóspede se sinta em casa. Se gostaria de compartilhar sugestões ou comentários diretamente, por favor escreva-nos a qualquer momento para reservations@devoceanlodge.com.",
    "reviewRequest": "Se gostou de seu tempo aqui, ficaríamos muito gratos se pudesse dedicar um momento para nos deixar uma breve avaliação na sua plataforma preferida — seja Booking.com, Google ou TripAdvisor (basta escanear um dos códigos QR abaixo).",
    "whyReviewsTitle": "Por que sua avaliação faz a diferença",
    "whyReviewsText": "Suas palavras ajudam futuros hóspedes a descobrir o que esperar, mantêm nossa equipe motivada e garantem transparência sobre a verdadeira experiência DEVOCEAN. Publicamos com orgulho todas as avaliações verificadas de hóspedes em nosso website, por isso seu feedback torna-se parte de nossa história.",
    "qrTitle": "Escaneie para Avaliar",
    "qrInstructions": "Simplesmente escaneie um dos códigos QR abaixo para deixar sua avaliação:",
    "bookingQR": "Avalie-nos no Booking.com",
    "googleQR": "Compartilhe sua experiência no Google",
    "tripadvisorQR": "Conte a outros no TripAdvisor",
    "referralTitle": "Compartilhe a Experiência DEVOCEAN",
    "referralText": "Se gostaria de compartilhar a experiência DEVOCEAN com amigos, família ou colegas, eles podem reservar diretamente através de www.devoceanlodge.com usando o código de desconto DEVOCEANVIP para 10% de desconto — mesmo em cima de ofertas existentes.",
    "closingText": "Adoraríamos recebê-lo — ou alguém que recomendou — de volta ao paraíso em breve. Até lá, que a brisa do oceano e boas memórias permaneçam com você.",
    "warmRegards": "Cordialmente"
  },
  "es-ES": {
    "subject": "Gracias por quedarse con nosotros — nos encantaría su opinión",
    "preheader": "Gracias por elegir DEVOCEAN Lodge",
    "heading": "¡Gracias por Quedarse con Nosotros!",
    "headerSubtitle": "Esperamos que haya tenido un tiempo maravilloso",
    "greetingMale": "Estimado {{firstName}},",
    "greetingFemale": "Estimada {{firstName}},",
    "greetingNeutral": "Estimado/a {{firstName}},",
    "thankYouText": "Gracias por elegir quedarse en DEVOCEAN Lodge en la hermosa Ponta do Ouro. Fue un verdadero placer tenerle con nosotros — esperamos que se haya ido con grandes recuerdos, una sonrisa y un pedazo del espíritu DEVOCEAN.",
    "feedbackMatters": "Su opinión es verdaderamente importante para nosotros. Nos ayuda a crecer, refinar lo que ofrecemos y garantizar que cada huésped se sienta como en casa. Si desea compartir sugerencias o comentarios directamente, por favor escríbanos en cualquier momento a reservations@devoceanlodge.com.",
    "reviewRequest": "Si disfrutó su tiempo aquí, estaríamos muy agradecidos si pudiera tomarse un momento para dejarnos una breve reseña en su plataforma preferida — ya sea Booking.com, Google o TripAdvisor (simplemente escanee uno de los códigos QR a continuación).",
    "whyReviewsTitle": "Por qué su reseña marca la diferencia",
    "whyReviewsText": "Sus palabras ayudan a futuros huéspedes a descubrir qué esperar, mantienen motivado a nuestro equipo y garantizan transparencia sobre la verdadera experiencia DEVOCEAN. Publicamos con orgullo todas las reseñas verificadas de huéspedes en nuestro sitio web, por lo que su opinión se convierte en parte de nuestra historia.",
    "qrTitle": "Escanee para Reseñar",
    "qrInstructions": "Simplemente escanee uno de los códigos QR a continuación para dejar su reseña:",
    "bookingQR": "Reséñenos en Booking.com",
    "googleQR": "Comparta su experiencia en Google",
    "tripadvisorQR": "Cuente a otros en TripAdvisor",
    "referralTitle": "Comparta la Experiencia DEVOCEAN",
    "referralText": "Si desea compartir la experiencia DEVOCEAN con amigos, familia o colegas, pueden reservar directamente a través de www.devoceanlodge.com usando el código de descuento DEVOCEANVIP para un 10% de descuento — incluso sobre ofertas existentes.",
    "closingText": "Nos encantaría darle la bienvenida — o a alguien que haya recomendado — de regreso al paraíso pronto. Hasta entonces, que la brisa del océano y los buenos recuerdos permanezcan con usted.",
    "warmRegards": "Cordialmente"
  },
  "fr-FR": {
    "subject": "Merci d'avoir séjourné chez nous — nous aimerions votre avis",
    "preheader": "Merci d'avoir choisi DEVOCEAN Lodge",
    "heading": "Merci d'Avoir Séjourné Chez Nous !",
    "headerSubtitle": "Nous espérons que vous avez passé un moment merveilleux",
    "greetingMale": "Cher {{firstName}},",
    "greetingFemale": "Chère {{firstName}},",
    "greetingNeutral": "Cher/Chère {{firstName}},",
    "thankYouText": "Merci d'avoir choisi de séjourner au DEVOCEAN Lodge dans la magnifique Ponta do Ouro. C'était un vrai plaisir de vous avoir parmi nous — nous espérons que vous êtes reparti avec de beaux souvenirs, un sourire et un peu de l'esprit DEVOCEAN.",
    "feedbackMatters": "Votre avis compte vraiment pour nous. Il nous aide à grandir, à affiner ce que nous offrons et à garantir que chaque client se sente chez lui. Si vous souhaitez partager directement des suggestions ou des commentaires, n'hésitez pas à nous écrire à tout moment à reservations@devoceanlodge.com.",
    "reviewRequest": "Si vous avez apprécié votre séjour ici, nous vous serions très reconnaissants si vous pouviez prendre un moment pour nous laisser un court avis sur votre plateforme préférée — que ce soit Booking.com, Google ou TripAdvisor (scannez simplement l'un des codes QR ci-dessous).",
    "whyReviewsTitle": "Pourquoi votre avis fait la différence",
    "whyReviewsText": "Vos mots aident les futurs clients à découvrir ce à quoi s'attendre, maintiennent notre équipe motivée et garantissent la transparence sur la véritable expérience DEVOCEAN. Nous publions fièrement tous les avis vérifiés des clients sur notre site web, donc votre avis devient partie de notre histoire.",
    "qrTitle": "Scannez pour Évaluer",
    "qrInstructions": "Scannez simplement l'un des codes QR ci-dessous pour laisser votre avis :",
    "bookingQR": "Évaluez-nous sur Booking.com",
    "googleQR": "Partagez votre expérience sur Google",
    "tripadvisorQR": "Racontez aux autres sur TripAdvisor",
    "referralTitle": "Partagez l'Expérience DEVOCEAN",
    "referralText": "Si vous souhaitez partager l'expérience DEVOCEAN avec des amis, de la famille ou des collègues, ils peuvent réserver directement via www.devoceanlodge.com en utilisant le code de réduction DEVOCEANVIP pour 10% de réduction — même sur les offres existantes.",
    "closingText": "Nous serions ravis de vous accueillir à nouveau — ou quelqu'un que vous avez recommandé — au paradis bientôt. En attendant, que la brise océanique et les bons souvenirs restent avec vous.",
    "warmRegards": "Cordialement"
  },
  "de-DE": {
    "subject": "Vielen Dank für Ihren Aufenthalt — wir würden uns über Ihr Feedback freuen",
    "preheader": "Vielen Dank, dass Sie sich für DEVOCEAN Lodge entschieden haben",
    "heading": "Vielen Dank für Ihren Aufenthalt!",
    "headerSubtitle": "Wir hoffen, Sie hatten eine wunderbare Zeit",
    "greetingMale": "Lieber {{firstName}},",
    "greetingFemale": "Liebe {{firstName}},",
    "greetingNeutral": "Liebe/r {{firstName}},",
    "thankYouText": "Vielen Dank, dass Sie sich für einen Aufenthalt im DEVOCEAN Lodge im wunderschönen Ponta do Ouro entschieden haben. Es war uns eine wahre Freude, Sie bei uns zu haben — wir hoffen, Sie sind mit tollen Erinnerungen, einem Lächeln und einem kleinen Stück des DEVOCEAN-Geistes abgereist.",
    "feedbackMatters": "Ihr Feedback ist uns sehr wichtig. Es hilft uns zu wachsen, unser Angebot zu verfeinern und sicherzustellen, dass sich jeder Gast wie zu Hause fühlt. Wenn Sie Vorschläge oder Kommentare direkt teilen möchten, schreiben Sie uns jederzeit an reservations@devoceanlodge.com.",
    "reviewRequest": "Wenn Sie Ihre Zeit hier genossen haben, wären wir sehr dankbar, wenn Sie sich einen Moment Zeit nehmen könnten, um uns eine kurze Bewertung auf Ihrer bevorzugten Plattform zu hinterlassen — sei es Booking.com, Google oder TripAdvisor (scannen Sie einfach einen der unten stehenden QR-Codes).",
    "whyReviewsTitle": "Warum Ihre Bewertung einen Unterschied macht",
    "whyReviewsText": "Ihre Worte helfen zukünftigen Gästen zu entdecken, was sie erwartet, halten unser Team motiviert und gewährleisten Transparenz über das echte DEVOCEAN-Erlebnis. Wir veröffentlichen stolz alle verifizierten Gästebewertungen auf unserer Website, sodass Ihr Feedback Teil unserer Geschichte wird.",
    "qrTitle": "Scannen zum Bewerten",
    "qrInstructions": "Scannen Sie einfach einen der unten stehenden QR-Codes, um Ihre Bewertung abzugeben:",
    "bookingQR": "Bewerten Sie uns auf Booking.com",
    "googleQR": "Teilen Sie Ihre Erfahrung auf Google",
    "tripadvisorQR": "Erzählen Sie anderen auf TripAdvisor",
    "referralTitle": "Teilen Sie das DEVOCEAN-Erlebnis",
    "referralText": "Wenn Sie das DEVOCEAN-Erlebnis mit Freunden, Familie oder Kollegen teilen möchten, können diese direkt über www.devoceanlodge.com mit dem Rabattcode DEVOCEANVIP für 10% Rabatt buchen — sogar zusätzlich zu bestehenden Angeboten.",
    "closingText": "Wir würden uns freuen, Sie — oder jemanden, den Sie empfohlen haben — bald wieder im Paradies begrüßen zu dürfen. Bis dahin möge die Meeresbrise und gute Erinnerungen bei Ihnen bleiben.",
    "warmRegards": "Herzliche Grüße"
  },
  "it-IT": {
    "subject": "Grazie per aver soggiornato con noi — ci piacerebbe il Suo feedback",
    "preheader": "Grazie per aver scelto DEVOCEAN Lodge",
    "heading": "Grazie per Aver Soggiornato con Noi!",
    "headerSubtitle": "Speriamo che abbiate trascorso un tempo meraviglioso",
    "greetingMale": "Caro {{firstName}},",
    "greetingFemale": "Cara {{firstName}},",
    "greetingNeutral": "Gentile {{firstName}},",
    "thankYouText": "Grazie per aver scelto di soggiornare al DEVOCEAN Lodge nella bellissima Ponta do Ouro. È stato un vero piacere averLa con noi — speriamo che sia partito con bei ricordi, un sorriso e un pezzetto dello spirito DEVOCEAN.",
    "feedbackMatters": "Il Suo feedback conta davvero per noi. Ci aiuta a crescere, perfezionare ciò che offriamo e garantire che ogni ospite si senta a casa. Se desidera condividere suggerimenti o commenti direttamente, La preghiamo di scriverci in qualsiasi momento a reservations@devoceanlodge.com.",
    "reviewRequest": "Se ha apprezzato il Suo tempo qui, Le saremmo molto grati se potesse dedicare un momento per lasciarci una breve recensione sulla Sua piattaforma preferita — che sia Booking.com, Google o TripAdvisor (basta scansionare uno dei codici QR qui sotto).",
    "whyReviewsTitle": "Perché la Sua recensione fa la differenza",
    "whyReviewsText": "Le Sue parole aiutano i futuri ospiti a scoprire cosa aspettarsi, mantengono motivato il nostro team e garantiscono trasparenza sulla vera esperienza DEVOCEAN. Pubblichiamo con orgoglio tutte le recensioni verificate degli ospiti sul nostro sito web, quindi il Suo feedback diventa parte della nostra storia.",
    "qrTitle": "Scansiona per Recensire",
    "qrInstructions": "Basta scansionare uno dei codici QR qui sotto per lasciare la Sua recensione:",
    "bookingQR": "Recensiscici su Booking.com",
    "googleQR": "Condividi la Tua esperienza su Google",
    "tripadvisorQR": "Racconta agli altri su TripAdvisor",
    "referralTitle": "Condividi l'Esperienza DEVOCEAN",
    "referralText": "Se desidera condividere l'esperienza DEVOCEAN con amici, familiari o colleghi, possono prenotare direttamente tramite www.devoceanlodge.com utilizzando il codice sconto DEVOCEANVIP per il 10% di sconto — anche su offerte esistenti.",
    "closingText": "Ci piacerebbe darLe il benvenuto — o a qualcuno che ha raccomandato — di nuovo in paradiso presto. Fino ad allora, che la brezza dell'oceano e i bei ricordi rimangano con Lei.",
    "warmRegards": "Cordiali saluti"
  },
  "nl-NL": {
    "subject": "Bedankt voor uw verblijf — we horen graag uw feedback",
    "preheader": "Bedankt voor het kiezen van DEVOCEAN Lodge",
    "heading": "Bedankt voor Uw Verblijf!",
    "headerSubtitle": "We hopen dat u een geweldige tijd heeft gehad",
    "greeting": "Beste {{firstName}},",
    "thankYouText": "Bedankt dat u ervoor gekozen heeft om te verblijven in DEVOCEAN Lodge in het prachtige Ponta do Ouro. Het was een echt genoegen om u bij ons te hebben — we hopen dat u vertrokken bent met mooie herinneringen, een glimlach en een stukje van de DEVOCEAN-geest.",
    "feedbackMatters": "Uw feedback is echt belangrijk voor ons. Het helpt ons groeien, verfijnen wat we aanbieden en ervoor zorgen dat elke gast zich thuis voelt. Als u suggesties of opmerkingen rechtstreeks wilt delen, schrijf ons dan op elk moment op reservations@devoceanlodge.com.",
    "reviewRequest": "Als u uw tijd hier heeft genoten, zouden we zeer dankbaar zijn als u even de tijd zou willen nemen om ons een korte beoordeling achter te laten op uw voorkeursplatform — of het nu Booking.com, Google of TripAdvisor is (scan gewoon een van de QR-codes hieronder).",
    "whyReviewsTitle": "Waarom uw beoordeling het verschil maakt",
    "whyReviewsText": "Uw woorden helpen toekomstige gasten te ontdekken wat ze kunnen verwachten, houden ons team gemotiveerd en zorgen voor transparantie over de echte DEVOCEAN-ervaring. We publiceren met trots alle geverifieerde gastenbeoordelingen op onze website, dus uw feedback wordt deel van ons verhaal.",
    "qrTitle": "Scan om te Beoordelen",
    "qrInstructions": "Scan gewoon een van de onderstaande QR-codes om uw beoordeling achter te laten:",
    "bookingQR": "Beoordeel ons op Booking.com",
    "googleQR": "Deel uw ervaring op Google",
    "tripadvisorQR": "Vertel anderen op TripAdvisor",
    "referralTitle": "Deel de DEVOCEAN Ervaring",
    "referralText": "Als u de DEVOCEAN-ervaring wilt delen met vrienden, familie of collega's, kunnen ze rechtstreeks boeken via www.devoceanlodge.com met de kortingscode DEVOCEANVIP voor 10% korting — zelfs bovenop bestaande aanbiedingen.",
    "closingText": "We zouden u — of iemand die u heeft aanbevolen — graag weer welkom heten in het paradijs. Tot die tijd, moge de oceaanbries en goede herinneringen bij u blijven.",
    "warmRegards": "Hartelijke groeten"
  },
  "sv": {
    "subject": "Tack för att du bodde hos oss — vi skulle älska din feedback",
    "preheader": "Tack för att du valde DEVOCEAN Lodge",
    "heading": "Tack för att Du Bodde Hos Oss!",
    "headerSubtitle": "Vi hoppas att du hade en underbar tid",
    "greeting": "Kära {{firstName}},",
    "thankYouText": "Tack för att du valde att bo på DEVOCEAN Lodge i vackra Ponta do Ouro. Det var ett sant nöje att ha dig hos oss — vi hoppas att du lämnade med fina minnen, ett leende och en liten bit av DEVOCEAN-andan.",
    "feedbackMatters": "Din feedback betyder verkligen mycket för oss. Den hjälper oss att växa, förfina vad vi erbjuder och se till att varje gäst känner sig hemma. Om du vill dela förslag eller kommentarer direkt, vänligen skriv till oss när som helst på reservations@devoceanlodge.com.",
    "reviewRequest": "Om du uppskattade din tid här skulle vi vara mycket tacksamma om du kunde ta en stund att lämna oss ett kort omdöme på din föredragna plattform — vare sig det är Booking.com, Google eller TripAdvisor (scanna bara en av QR-koderna nedan).",
    "whyReviewsTitle": "Varför ditt omdöme gör skillnad",
    "whyReviewsText": "Dina ord hjälper framtida gäster att upptäcka vad de kan förvänta sig, håller vårt team motiverat och säkerställer transparens om den verkliga DEVOCEAN-upplevelsen. Vi publicerar stolt alla verifierade gästrecensioner på vår webbplats, så din feedback blir en del av vår historia.",
    "qrTitle": "Scanna för att Recensera",
    "qrInstructions": "Scanna helt enkelt en av QR-koderna nedan för att lämna ditt omdöme:",
    "bookingQR": "Recensera oss på Booking.com",
    "googleQR": "Dela din upplevelse på Google",
    "tripadvisorQR": "Berätta för andra på TripAdvisor",
    "referralTitle": "Dela DEVOCEAN-upplevelsen",
    "referralText": "Om du vill dela DEVOCEAN-upplevelsen med vänner, familj eller kollegor kan de boka direkt via www.devoceanlodge.com med rabattkoden DEVOCEANVIP för 10% rabatt — även utöver befintliga erbjudanden.",
    "closingText": "Vi skulle älska att välkomna dig — eller någon du rekommenderat — tillbaka till paradiset snart. Tills dess, må havsbrisen och goda minnen stanna kvar hos dig.",
    "warmRegards": "Varma hälsningar"
  },
  "pl": {
    "subject": "Dziękujemy za pobyt u nas — bardzo chcemy usłyszeć Waszą opinię",
    "preheader": "Dziękujemy za wybór DEVOCEAN Lodge",
    "heading": "Dziękujemy za Pobyt u Nas!",
    "headerSubtitle": "Mamy nadzieję, że mieliście Państwo wspaniały czas",
    "greeting": "Drogi/a {{firstName}},",
    "thankYouText": "Dziękujemy za wybór pobytu w DEVOCEAN Lodge w pięknej Ponta do Ouro. To była prawdziwa przyjemność gościć Was — mamy nadzieję, że wyjechaliście z wspaniałymi wspomnieniami, uśmiechem i odrobin ą ducha DEVOCEAN.",
    "feedbackMatters": "Wasza opinia naprawdę się dla nas liczy. Pomaga nam rosnąć, udoskonalać to, co oferujemy i zapewniać, że każdy gość czuje się jak w domu. Jeśli chcielibyście podzielić się sugestiami lub komentarzami bezpośrednio, prosimy o napisanie do nas w dowolnym momencie na reservations@devoceanlodge.com.",
    "reviewRequest": "Jeśli cieszyliście się czasem tutaj, bylibyśmy bardzo wdzięczni, gdybyście mogli poświęcić chwilę, aby zostawić nam krótką recenzję na Waszej ulubionej platformie — czy to Booking.com, Google, czy TripAdvisor (po prostu zeskanujcie jeden z kodów QR poniżej).",
    "whyReviewsTitle": "Dlaczego Wasza recenzja robi różnicę",
    "whyReviewsText": "Wasze słowa pomagają przyszłym gościom odkryć, czego się spodziewać, utrzymują nasz zespół zmotywowany i zapewniają przejrzystość prawdziwego doświadczenia DEVOCEAN. Z dumą publikujemy wszystkie zweryfikowane recenzje gości na naszej stronie internetowej, więc Wasza opinia staje się częścią naszej historii.",
    "qrTitle": "Zeskanuj, aby Zrecenzować",
    "qrInstructions": "Po prostu zeskanujcie jeden z kodów QR poniżej, aby zostawić swoją recenzję:",
    "bookingQR": "Zrecenzujcie nas na Booking.com",
    "googleQR": "Podzielcie się swoim doświadczeniem na Google",
    "tripadvisorQR": "Opowiedzcie innym na TripAdvisor",
    "referralTitle": "Podzielcie się Doświadczeniem DEVOCEAN",
    "referralText": "Jeśli chcielibyście podzielić się doświadczeniem DEVOCEAN z przyjaciółmi, rodziną lub kolegami, mogą oni zarezerwować bezpośrednio przez www.devoceanlodge.com używając kodu rabatowego DEVOCEANVIP dla 10% zniżki — nawet na istniejące oferty specjalne.",
    "closingText": "Z przyjemnością powitalibyśmy Was — lub kogoś, kogo poleciliście — z powrotem w raju wkrótce. Do tego czasu, niech morska bryza i dobre wspomnienia pozostaną z Wami.",
    "warmRegards": "Serdecznie"
  },
  "ru": {
    "subject": "Спасибо за пребывание у нас — мы хотели бы услышать ваши отзывы",
    "preheader": "Спасибо за выбор DEVOCEAN Lodge",
    "heading": "Спасибо за Пребывание у Нас!",
    "headerSubtitle": "Надеемся, у вас было прекрасное время",
    "greeting": "Уважаемый/ая {{firstName}},",
    "thankYouText": "Спасибо за выбор остановиться в DEVOCEAN Lodge в прекрасной Понта-ду-Ору. Было настоящим удовольствием принимать вас — мы надеемся, что вы уехали с прекрасными воспоминаниями, улыбкой и частичкой духа DEVOCEAN.",
    "feedbackMatters": "Ваши отзывы действительно важны для нас. Они помогают нам расти, совершенствовать то, что мы предлагаем, и гарантировать, что каждый гость чувствует себя как дома. Если вы хотите поделиться предложениями или комментариями напрямую, пожалуйста, пишите нам в любое время на reservations@devoceanlodge.com.",
    "reviewRequest": "Если вам понравилось ваше время здесь, мы были бы очень благодарны, если бы вы могли уделить минутку и оставить нам короткий отзыв на вашей предпочитаемой платформе — будь то Booking.com, Google или TripAdvisor (просто отсканируйте один из QR-кодов ниже).",
    "whyReviewsTitle": "Почему ваш отзыв имеет значение",
    "whyReviewsText": "Ваши слова помогают будущим гостям узнать, чего ожидать, поддерживают мотивацию нашей команды и обеспечивают прозрачность настоящего опыта DEVOCEAN. Мы с гордостью публикуем все проверенные отзывы гостей на нашем веб-сайте, поэтому ваш отзыв становится частью нашей истории.",
    "qrTitle": "Сканируйте для Отзыва",
    "qrInstructions": "Просто отсканируйте один из QR-кодов ниже, чтобы оставить свой отзыв:",
    "bookingQR": "Оставьте отзыв на Booking.com",
    "googleQR": "Поделитесь своим опытом в Google",
    "tripadvisorQR": "Расскажите другим на TripAdvisor",
    "referralTitle": "Поделитесь Опытом DEVOCEAN",
    "referralText": "Если вы хотите поделиться опытом DEVOCEAN с друзьями, семьей или коллегами, они могут забронировать напрямую через www.devoceanlodge.com, используя промокод DEVOCEANVIP для скидки 10% — даже поверх существующих спецпредложений.",
    "closingText": "Мы были бы рады приветствовать вас — или кого-то, кого вы рекомендовали — обратно в рай в ближайшее время. А пока пусть океанский бриз и хорошие воспоминания останутся с вами.",
    "warmRegards": "С теплыми пожеланиями"
  },
  "af-ZA": {
    "subject": "Dankie dat jy by ons gebly het — ons sal graag jou terugvoer wil hê",
    "preheader": "Dankie dat jy DEVOCEAN Lodge gekies het",
    "heading": "Dankie dat Jy by Ons Gebly Het!",
    "headerSubtitle": "Ons hoop jy het 'n wonderlike tyd gehad",
    "greeting": "Beste {{firstName}},",
    "thankYouText": "Dankie dat jy gekies het om by DEVOCEAN Lodge in pragtige Ponta do Ouro te bly. Dit was 'n ware plesier om jou by ons te hê — ons hoop jy het vertrek met wonderlike herinneringe, 'n glimlag en 'n bietjie van die DEVOCEAN gees.",
    "feedbackMatters": "Jou terugvoer beteken werklik baie vir ons. Dit help ons groei, verfyn wat ons bied en verseker dat elke gas tuis voel. As jy voorstelle of kommentaar direk wil deel, skryf asseblief enige tyd vir ons by reservations@devoceanlodge.com.",
    "reviewRequest": "As jy jou tyd hier geniet het, sal ons baie dankbaar wees as jy 'n oomblik kan neem om vir ons 'n kort resensie te laat op jou voorkeur platform — of dit nou Booking.com, Google of TripAdvisor is (skandeer net een van die QR kodes hieronder).",
    "whyReviewsTitle": "Hoekom jou resensie 'n verskil maak",
    "whyReviewsText": "Jou woorde help toekomstige gaste om te ontdek wat om te verwag, hou ons span gemotiveerd en verseker deursigtigheid oor die ware DEVOCEAN ervaring. Ons publiseer met trots alle geverifieerde gas resensies op ons webwerf, so jou terugvoer word deel van ons storie.",
    "qrTitle": "Skandeer om te Resenseer",
    "qrInstructions": "Skandeer net een van die QR kodes hieronder om jou resensie te laat:",
    "bookingQR": "Resenseer ons op Booking.com",
    "googleQR": "Deel jou ervaring op Google",
    "tripadvisorQR": "Vertel ander op TripAdvisor",
    "referralTitle": "Deel die DEVOCEAN Ervaring",
    "referralText": "As jy die DEVOCEAN ervaring met vriende, familie of kollegas wil deel, kan hulle direk bespreek via www.devoceanlodge.com met die afslagkode DEVOCEANVIP vir 10% afslag — selfs bo-op bestaande spesiale aanbiedinge.",
    "closingText": "Ons sal graag jou — of iemand wat jy aanbeveel het — binnekort weer in die paradys wil verwelkom. Tot dan, mag die oseaanbries en goeie herinneringe by jou bly.",
    "warmRegards": "Hartlike groete"
  },
  "zu": {
    "subject": "Siyabonga ngokuhlala nathi — singathanda impendulo yakho",
    "preheader": "Siyabonga ngokukhetha i-DEVOCEAN Lodge",
    "heading": "Siyabonga Ngokuhlala Nathi!",
    "headerSubtitle": "Sithemba ukuthi ube nesikhathi esihle",
    "greeting": "Sawubona {{firstName}},",
    "thankYouText": "Siyabonga ngokukhetha ukuhlala e-DEVOCEAN Lodge e-Ponta do Ouro enhle. Kwaba yinjabulo yangempela ukuba nawe — sithemba ukuthi usushiye nezinkumbulo ezinhle, ukumamatheka kanye nengxenye yomoya we-DEVOCEAN.",
    "feedbackMatters": "Impendulo yakho ibaluleke kakhulu kithi. Isisiza ukuthi sikhule, silungise lokho esikuhlinzekayo futhi siqinisekise ukuthi isivakashi ngasinye sizwa sisekhaya. Uma ufuna ukwabelana ngeziphakamiso noma amazwana ngqo, sicela ubhale kithi nganoma yisiphi isikhathi ku-reservations@devoceanlodge.com.",
    "reviewRequest": "Uma ujabulele isikhathi sakho lapha, singabonga kakhulu uma ungathatha isikhashana ukusishiyela ukubuyekezwa okufushane kunethulukela oyithandayo — noma yi-Booking.com, Google noma i-TripAdvisor (vala omunye wamakhodi e-QR ngezansi).",
    "whyReviewsTitle": "Kungani ukubuyekezwa kwakho kwenza umehluko",
    "whyReviewsText": "Amazwi akho asiza izivakashi zesikhathi esizayo ukuthi zithole ukuthi zilindeleni, agcina ithimba lethu lihloseleke futhi aqinisekise ukuthi kukhona ukucaciseleka ngesipiliyoni sangempela se-DEVOCEAN. Sishicilela ngokuziqhenya zonke izibuyekezo eziqinisekisiwe zezivakashi kuwebhusayithi yethu, ngakho impendulo yakho iba yingxenye yendaba yethu.",
    "qrTitle": "Vala Ukuze Ubuyekeze",
    "qrInstructions": "Vala nje omunye wamakhodi e-QR ngezansi ukushiya ukubuyekezwa kwakho:",
    "bookingQR": "Sibuyekeze ku-Booking.com",
    "googleQR": "Yabelana ngolwazi lwakho ku-Google",
    "tripadvisorQR": "Tshela abanye ku-TripAdvisor",
    "referralTitle": "Yabelana Ngesipiliyoni se-DEVOCEAN",
    "referralText": "Uma ufuna ukwabelana ngesipiliyoni se-DEVOCEAN nabangani, umndeni noma ozoqhubake nabo emsebenzini, bangabhukha ngqo nge-www.devoceanlodge.com besebenzisa ikhodi yesaphulelo i-DEVOCEANVIP ukuze bathole isaphulelo sika-10% — ngisho naphezu kweminikelo ekhona.",
    "closingText": "Singathanda ukukwamukela — noma othile omncomiswyo — ebuyela eparadesi maduze. Kuze kube yilapho, umoya wolwandle nezinkumbulo ezinhle mazihlale nawe.",
    "warmRegards": "Ukubingelela okufudumele"
  },
  "sw": {
    "subject": "Asante kwa kukaa nasi — tungependa maoni yako",
    "preheader": "Asante kwa kuchagua DEVOCEAN Lodge",
    "heading": "Asante kwa Kukaa Nasi!",
    "headerSubtitle": "Tunatumaini ulipata wakati mzuri",
    "greeting": "Mpendwa {{firstName}},",
    "thankYouText": "Asante kwa kuchagua kukaa katika DEVOCEAN Lodge katika Ponta do Ouro nzuri. Ilikuwa furaha ya kweli kukuwa nawe — tunatumaini uliondoka na kumbukumbu nzuri, tabasamu na kipande kidogo cha roho ya DEVOCEAN.",
    "feedbackMatters": "Maoni yako yana umuhimu kweli kwetu. Yanasaidia kukua, kuboresha tunachooonyesha na kuhakikisha kila mgeni anahisi kama nyumbani. Ikiwa ungependa kushiriki mapendekezo au maoni moja kwa moja, tafadhali tuandikia wakati wowote kwa reservations@devoceanlodge.com.",
    "reviewRequest": "Ikiwa ulifurahia muda wako hapa, tungeshukuru sana kama ungeweza kuchukua dakika kutuachia mapitio mafupi kwenye jukwaa unalopendelea — iwe ni Booking.com, Google au TripAdvisor (changanua mojawapo ya misimbo ya QR hapa chini).",
    "whyReviewsTitle": "Kwa nini mapitio yako yana umuhimu",
    "whyReviewsText": "Maneno yako yanasaidia wageni wa baadaye kugundua nini cha kutarajia, kuweka timu yetu na motisha na kuhakikisha uwazi kuhusu uzoefu wa kweli wa DEVOCEAN. Tunachapisha kwa fahari mapitio yote yaliyothibitishwa ya wageni kwenye tovuti yetu, kwa hivyo maoni yako yanakuwa sehemu ya hadithi yetu.",
    "qrTitle": "Changanua ili Kupitia",
    "qrInstructions": "Changanua tu mojawapo ya misimbo ya QR hapa chini kuachia mapitio yako:",
    "bookingQR": "Tupitie kwenye Booking.com",
    "googleQR": "Shiriki uzoefu wako kwenye Google",
    "tripadvisorQR": "Eleza wengine kwenye TripAdvisor",
    "referralTitle": "Shiriki Uzoefu wa DEVOCEAN",
    "referralText": "Ikiwa ungependa kushiriki uzoefu wa DEVOCEAN na marafiki, familia au wenzako, wanaweza kuhifadhi moja kwa moja kupitia www.devoceanlodge.com kwa kutumia msimbo wa punguzo DEVOCEANVIP kwa punguzo la 10% — hata juu ya matoleo yaliyopo.",
    "closingText": "Tungependa kukukaribisha — au mtu uliyempendekezwa — kurudi peponi hivi karibuni. Mpaka hapo, upepo wa bahari na kumbukumbu nzuri zikae nawe.",
    "warmRegards": "Salamu za dhati"
  },
  "ja-JP": {
    "subject": "ご宿泊ありがとうございました — フィードバックをお待ちしております",
    "preheader": "DEVOCEAN Lodgeをお選びいただきありがとうございます",
    "heading": "ご宿泊ありがとうございました！",
    "headerSubtitle": "素晴らしい時間を過ごされたことを願っています",
    "greeting": "{{firstName}}様、",
    "thankYouText": "美しいポンタ・ド・オウロのDEVOCEAN Lodgeにご宿泊いただきありがとうございました。ご一緒できたことは本当に光栄でした — 素晴らしい思い出、笑顔、そしてDEVOCEANの精神を少しお持ち帰りいただけたことを願っています。",
    "feedbackMatters": "皆様のフィードバックは私たちにとって本当に重要です。成長し、提供するものを改善し、すべてのゲストが家にいるように感じることを保証するのに役立ちます。直接提案やコメントを共有したい場合は、いつでもreservations@devoceanlodge.comまでご連絡ください。",
    "reviewRequest": "ここでの時間を楽しんでいただけた場合、お好みのプラットフォーム（Booking.com、Google、またはTripAdvisor）に短いレビューを残していただければ幸いです（下のQRコードのいずれかをスキャンしてください）。",
    "whyReviewsTitle": "レビューがなぜ違いを生むか",
    "whyReviewsText": "あなたの言葉は、将来のゲストが何を期待するかを発見するのを助け、私たちのチームをやる気にさせ、本当のDEVOCEAN体験についての透明性を確保します。私たちは、すべての検証済みのゲストレビューをウェブサイトに誇らしげに公開しているため、あなたのフィードバックは私たちの物語の一部になります。",
    "qrTitle": "スキャンしてレビュー",
    "qrInstructions": "下のQRコードのいずれかをスキャンしてレビューを残してください：",
    "bookingQR": "Booking.comでレビュー",
    "googleQR": "Googleで体験を共有",
    "tripadvisorQR": "TripAdvisorで他の人に伝える",
    "referralTitle": "DEVOCEAN体験を共有",
    "referralText": "友人、家族、または同僚とDEVOCEAN体験を共有したい場合は、割引コードDEVOCEANVIPを使用してwww.devoceanlodge.com経由で直接予約することができ、既存のスペシャルに加えて10%割引になります。",
    "closingText": "あなた、またはあなたが推薦した人を、近いうちに再び楽園に迎えることができればと思います。それまで、海の風と良い思い出があなたと共にありますように。",
    "warmRegards": "心より"
  },
  "zh-CN": {
    "subject": "感谢您的入住——我们希望听到您的反馈",
    "preheader": "感谢您选择 DEVOCEAN Lodge",
    "heading": "感谢您的入住！",
    "headerSubtitle": "我们希望您度过了美好的时光",
    "greeting": "亲爱的{{firstName}}，",
    "thankYouText": "感谢您选择入住美丽的蓬塔杜欧鲁的DEVOCEAN Lodge。能够接待您是我们的真正荣幸——我们希望您带着美好的回忆、微笑和一点DEVOCEAN精神离开。",
    "feedbackMatters": "您的反馈对我们真的很重要。它帮助我们成长、改进我们提供的服务，并确保每位客人都有宾至如归的感觉。如果您想直接分享建议或评论，请随时通过reservations@devoceanlodge.com给我们写信。",
    "reviewRequest": "如果您在这里度过了愉快的时光，如果您能花点时间在您喜欢的平台上给我们留下简短的评论，我们将非常感激——无论是Booking.com、Google还是TripAdvisor（只需扫描下面的二维码之一）。",
    "whyReviewsTitle": "为什么您的评论很重要",
    "whyReviewsText": "您的话语帮助未来的客人了解期待什么，保持我们团队的动力，并确保真实DEVOCEAN体验的透明度。我们自豪地在我们的网站上发布所有经过验证的客人评论，因此您的反馈成为我们故事的一部分。",
    "qrTitle": "扫描以评论",
    "qrInstructions": "只需扫描下面的二维码之一即可留下您的评论：",
    "bookingQR": "在Booking.com上评论我们",
    "googleQR": "在Google上分享您的体验",
    "tripadvisorQR": "在TripAdvisor上告诉其他人",
    "referralTitle": "分享 DEVOCEAN 体验",
    "referralText": "如果您想与朋友、家人或同事分享DEVOCEAN体验，他们可以通过www.devoceanlodge.com直接预订，使用折扣代码DEVOCEANVIP享受10%的折扣——即使在现有优惠之上。",
    "closingText": "我们很乐意很快再次欢迎您——或您推荐的人——回到天堂。在那之前，愿海风和美好的回忆与您同在。",
    "warmRegards": "诚挚问候"
  }
}