{
  "en-GB": {
    "subject": "Thank you for staying with us — we'd love your feedback 🌴",
    "preheader": "Thank you for choosing DEVOCEAN Lodge",
    "heading": "Thank You for Staying With Us!",
    "headerSubtitle": "We hope you had a wonderful time",
    "greeting": "Dear {{firstName}},",
    "thankYouText": "Thank you for choosing to stay at DEVOCEAN Lodge in beautiful Ponta do Ouro. It was a real pleasure having you with us — we hope you left with great memories, a smile, and a little piece of the DEVOCEAN spirit.",
    "feedbackMatters": "Your feedback truly matters to us. It helps us grow, refine what we offer, and ensure every guest feels at home. If you'd like to share suggestions or comments directly, please write to us anytime at reservations@devoceanlodge.com.",
    "reviewRequest": "If you enjoyed your time here, we'd be so grateful if you could take a moment to leave us a short review on your preferred platform — whether it's Booking.com, Google, or TripAdvisor (just scan one of the QR codes below).",
    "whyReviewsTitle": "⭐ Why your review makes a difference",
    "whyReviewsText": "Your words help future guests discover what to expect, keep our team motivated, and ensure transparency about the real DEVOCEAN experience. We proudly publish all verified guest reviews on our website, so your feedback becomes part of our story.",
    "qrTitle": "Scan to Review",
    "qrInstructions": "Simply scan one of the QR codes below to leave your review:",
    "bookingQR": "Review us on Booking.com",
    "googleQR": "Share your experience on Google",
    "tripadvisorQR": "Tell others on TripAdvisor",
    "referralTitle": "Share the DEVOCEAN Experience",
    "referralText": "If you'd like to share the DEVOCEAN experience with friends, family, or colleagues, they can book directly via www.devoceanlodge.com using the discount code DEVOCEANVIP for 10% off — even on top of existing specials.",
    "closingText": "We'd love to welcome you — or someone you've recommended — back to paradise soon. Until then, may the ocean breeze and good memories stay with you."
  }
}
