{
  "en-GB": {
    "subject": "We can't wait to welcome you to DEVOCEAN Lodge 🌴",
    "preheader": "Your stay is just around the corner",
    "heading": "We Can't Wait to Welcome You!",
    "headerSubtitle": "Your home by the ocean in beautiful Ponta do Ouro",
    "greeting": "Dear {{guestName}},",
    "intro": "We're excited to welcome you soon to DEVOCEAN Lodge in beautiful Ponta do Ouro! Your stay is just around the corner, and we're here to make it smooth, comfortable, and truly memorable.",
    "helpOffer": "If there's anything you'd like us to prepare ahead of your arrival, please don't hesitate to let us know.",
    "hostTitle": "Meet Your Host – Sean",
    "hostText": "Sean, your host, will be available throughout your stay. He's a treasure chest of local stories and insights — from daily village life to hidden gems, local markets, and unforgettable excursions. Don't be shy to ask; you might just walk away with a great story or two!",
    "familyTitle": "Meet the Lodge Family",
    "lennonText": "Around the lodge, you might meet a cheerful young boy — that's Lennon, Sean's son. He's proud of his bunnies and often offers guests a little farm tour. What started as a small COVID-era project has blossomed into a mini-farm with rabbits and chickens, supporting food security for guests and staff alike.",
    "lisaText": "Lisa, Lennon's mum, also offers wonderfully relaxing massages — highly recommended!",
    "diningTitle": "Dining with Raquel",
    "raquelIntro": "Our kitchen is led by Raquel, who serves:",
    "breakfastLabel": "Breakfast",
    "breakfastHours": "7:00 – 11:00 AM",
    "dinnerLabel": "Dinner",
    "dinnerHours": "5:00 – 9:00 PM (except Tuesdays — her well-deserved day off)",
    "housekeepingTitle": "Our Housekeeping Team",
    "housekeepingText": "Sidinia, Deolinda, and Ivanilda keep the lodge and your room spotless and cosy. Two of them are always on-site, and one starts early to prepare breakfast on request. You may also meet Zeka (José) and Silvano, who handle maintenance around the property, and Luis and Beqi, who are currently working on new construction projects.",
    "usefulInfoTitle": "Useful Information",
    "wifiLabel": "Wi-Fi",
    "wifiNetwork": "Network",
    "wifiPassword": "Password",
    "addressLabel": "Address",
    "checkInLabel": "Check-in",
    "checkOutLabel": "Check-out",
    "checkOutTime": "by 10:00 AM",
    "directionsTitle": "Directions to DEVOCEAN Lodge",
    "directionsStep1": "Enter the village via the new tar road. You'll pass the local market (\"barracas\") on your left and the minibus taxi rank on your right.",
    "directionsStep2": "Continue up the small hill until you see Love Café on your right.",
    "directionsStep3": "Turn right immediately after the café and continue for about 100 metres.",
    "directionsStep4": "When you spot the Police Station on your right, look for the DEVOCEAN sign and the wooden gate — feel free to open it and park inside.",
    "closingText": "We can't wait to welcome you and share the DEVOCEAN spirit with you. Get ready for a stay filled with warmth, stories, and the sound of the ocean.",
    "signOff": "We look forward to sharing the DEVOCEAN spirit with you soon!",
    "regards": "Warm regards"
  },
  "en-US": {
    "subject": "We can't wait to welcome you to DEVOCEAN Lodge 🌴",
    "preheader": "Your stay is just around the corner",
    "heading": "We Can't Wait to Welcome You!",
    "headerSubtitle": "Your home by the ocean in beautiful Ponta do Ouro",
    "greeting": "Dear {{guestName}},",
    "intro": "We're excited to welcome you soon to DEVOCEAN Lodge in beautiful Ponta do Ouro! Your stay is just around the corner, and we're here to make it smooth, comfortable, and truly memorable.",
    "helpOffer": "If there's anything you'd like us to prepare ahead of your arrival, please don't hesitate to let us know.",
    "hostTitle": "Meet Your Host – Sean",
    "hostText": "Sean, your host, will be available throughout your stay. He's a treasure chest of local stories and insights — from daily village life to hidden gems, local markets, and unforgettable excursions. Don't be shy to ask; you might just walk away with a great story or two!",
    "familyTitle": "Meet the Lodge Family",
    "lennonText": "Around the lodge, you might meet a cheerful young boy — that's Lennon, Sean's son. He's proud of his bunnies and often offers guests a little farm tour. What started as a small COVID-era project has blossomed into a mini-farm with rabbits and chickens, supporting food security for guests and staff alike.",
    "lisaText": "Lisa, Lennon's mom, also offers wonderfully relaxing massages — highly recommended!",
    "diningTitle": "Dining with Raquel",
    "raquelIntro": "Our kitchen is led by Raquel, who serves:",
    "breakfastLabel": "Breakfast",
    "breakfastHours": "7:00 – 11:00 AM",
    "dinnerLabel": "Dinner",
    "dinnerHours": "5:00 – 9:00 PM (except Tuesdays — her well-deserved day off)",
    "housekeepingTitle": "Our Housekeeping Team",
    "housekeepingText": "Sidinia, Deolinda, and Ivanilda keep the lodge and your room spotless and cozy. Two of them are always on-site, and one starts early to prepare breakfast on request. You may also meet Zeka (José) and Silvano, who handle maintenance around the property, and Luis and Beqi, who are currently working on new construction projects.",
    "usefulInfoTitle": "Useful Information",
    "wifiLabel": "Wi-Fi",
    "wifiNetwork": "Network",
    "wifiPassword": "Password",
    "addressLabel": "Address",
    "checkInLabel": "Check-in",
    "checkOutLabel": "Check-out",
    "checkOutTime": "by 10:00 AM",
    "directionsTitle": "Directions to DEVOCEAN Lodge",
    "directionsStep1": "Enter the village via the new tar road. You'll pass the local market (\"barracas\") on your left and the minibus taxi rank on your right.",
    "directionsStep2": "Continue up the small hill until you see Love Café on your right.",
    "directionsStep3": "Turn right immediately after the café and continue for about 100 meters.",
    "directionsStep4": "When you spot the Police Station on your right, look for the DEVOCEAN sign and the wooden gate — feel free to open it and park inside.",
    "closingText": "We can't wait to welcome you and share the DEVOCEAN spirit with you. Get ready for a stay filled with warmth, stories, and the sound of the ocean.",
    "signOff": "We look forward to sharing the DEVOCEAN spirit with you soon!",
    "regards": "Warm regards"
  },
  "pt-PT": {
    "subject": "Mal podemos esperar para recebê-lo no DEVOCEAN Lodge 🌴",
    "preheader": "A sua estadia está quase a chegar",
    "heading": "Mal Podemos Esperar para Recebê-lo!",
    "headerSubtitle": "A sua casa à beira-mar na belíssima Ponta do Ouro",
    "greeting": "Caro(a) {{guestName}},",
    "intro": "Estamos muito entusiasmados por recebê-lo em breve no DEVOCEAN Lodge na belíssima Ponta do Ouro! A sua estadia está quase a chegar, e estamos aqui para a tornar tranquila, confortável e verdadeiramente memorável.",
    "helpOffer": "Se houver algo que gostaria que preparássemos antes da sua chegada, por favor não hesite em informar-nos.",
    "hostTitle": "Conheça o Seu Anfitrião – Sean",
    "hostText": "Sean, o seu anfitrião, estará disponível durante toda a sua estadia. Ele é um baú de histórias e conhecimentos locais — desde a vida quotidiana da aldeia até jóias escondidas, mercados locais e excursões inesquecíveis. Não se acanhe em perguntar; pode sair com uma ou duas histórias fantásticas!",
    "familyTitle": "Conheça a Família do Lodge",
    "lennonText": "Pelo lodge, poderá conhecer um rapaz jovem e alegre — é o Lennon, filho do Sean. Ele orgulha-se dos seus coelhos e frequentemente oferece aos hóspedes um pequeno tour pela quinta. O que começou como um pequeno projeto da era COVID floresceu numa mini-quinta com coelhos e galinhas, apoiando a segurança alimentar para hóspedes e funcionários.",
    "lisaText": "A Lisa, mãe do Lennon, também oferece massagens maravilhosamente relaxantes — altamente recomendadas!",
    "diningTitle": "Refeições com a Raquel",
    "raquelIntro": "A nossa cozinha é liderada pela Raquel, que serve:",
    "breakfastLabel": "Pequeno-almoço",
    "breakfastHours": "7:00 – 11:00",
    "dinnerLabel": "Jantar",
    "dinnerHours": "17:00 – 21:00 (exceto às terças-feiras — o seu merecido dia de folga)",
    "housekeepingTitle": "A Nossa Equipa de Limpeza",
    "housekeepingText": "Sidinia, Deolinda e Ivanilda mantêm o lodge e o seu quarto impecáveis e acolhedores. Duas delas estão sempre presentes, e uma começa cedo para preparar o pequeno-almoço mediante pedido. Também poderá conhecer o Zeka (José) e o Silvano, que tratam da manutenção da propriedade, e o Luis e o Beqi, que estão atualmente a trabalhar em novos projetos de construção.",
    "usefulInfoTitle": "Informações Úteis",
    "wifiLabel": "Wi-Fi",
    "wifiNetwork": "Rede",
    "wifiPassword": "Palavra-passe",
    "addressLabel": "Morada",
    "checkInLabel": "Check-in",
    "checkOutLabel": "Check-out",
    "checkOutTime": "até às 10:00",
    "directionsTitle": "Direções para o DEVOCEAN Lodge",
    "directionsStep1": "Entre na aldeia pela nova estrada alcatroada. Passará pelo mercado local (\"barracas\") à sua esquerda e pela paragem de táxis minibus à sua direita.",
    "directionsStep2": "Continue a subir a pequena colina até ver o Love Café à sua direita.",
    "directionsStep3": "Vire à direita imediatamente após o café e continue por cerca de 100 metros.",
    "directionsStep4": "Quando avistar a Esquadra de Polícia à sua direita, procure a placa DEVOCEAN e o portão de madeira — sinta-se à vontade para abri-lo e estacionar lá dentro.",
    "closingText": "Mal podemos esperar para recebê-lo e partilhar o espírito DEVOCEAN consigo. Prepare-se para uma estadia cheia de calor, histórias e o som do oceano.",
    "signOff": "Aguardamos ansiosamente partilhar o espírito DEVOCEAN consigo em breve!",
    "regards": "Cordialmente"
  },
  "pt-BR": {
    "subject": "Mal podemos esperar para recebê-lo no DEVOCEAN Lodge 🌴",
    "preheader": "Sua estadia está quase chegando",
    "heading": "Mal Podemos Esperar para Recebê-lo!",
    "headerSubtitle": "Sua casa à beira-mar na belíssima Ponta do Ouro",
    "greeting": "Caro(a) {{guestName}},",
    "intro": "Estamos muito animados para recebê-lo em breve no DEVOCEAN Lodge na belíssima Ponta do Ouro! Sua estadia está quase chegando, e estamos aqui para torná-la tranquila, confortável e verdadeiramente memorável.",
    "helpOffer": "Se houver algo que gostaria que preparássemos antes de sua chegada, por favor não hesite em nos informar.",
    "hostTitle": "Conheça Seu Anfitrião – Sean",
    "hostText": "Sean, seu anfitrião, estará disponível durante toda a sua estadia. Ele é um baú de histórias e conhecimentos locais — desde a vida cotidiana da vila até joias escondidas, mercados locais e excursões inesquecíveis. Não se acanhe em perguntar; você pode sair com uma ou duas histórias fantásticas!",
    "familyTitle": "Conheça a Família do Lodge",
    "lennonText": "Pelo lodge, você poderá conhecer um rapaz jovem e alegre — é o Lennon, filho do Sean. Ele se orgulha de seus coelhos e frequentemente oferece aos hóspedes um pequeno tour pela fazenda. O que começou como um pequeno projeto da era COVID floresceu numa mini-fazenda com coelhos e galinhas, apoiando a segurança alimentar para hóspedes e funcionários.",
    "lisaText": "Lisa, mãe do Lennon, também oferece massagens maravilhosamente relaxantes — altamente recomendadas!",
    "diningTitle": "Refeições com Raquel",
    "raquelIntro": "Nossa cozinha é liderada pela Raquel, que serve:",
    "breakfastLabel": "Café da manhã",
    "breakfastHours": "7:00 – 11:00",
    "dinnerLabel": "Jantar",
    "dinnerHours": "17:00 – 21:00 (exceto às terças-feiras — seu merecido dia de folga)",
    "housekeepingTitle": "Nossa Equipe de Limpeza",
    "housekeepingText": "Sidinia, Deolinda e Ivanilda mantêm o lodge e seu quarto impecáveis e acolhedores. Duas delas estão sempre presentes, e uma começa cedo para preparar o café da manhã mediante pedido. Você também poderá conhecer Zeka (José) e Silvano, que cuidam da manutenção da propriedade, e Luis e Beqi, que estão atualmente trabalhando em novos projetos de construção.",
    "usefulInfoTitle": "Informações Úteis",
    "wifiLabel": "Wi-Fi",
    "wifiNetwork": "Rede",
    "wifiPassword": "Senha",
    "addressLabel": "Endereço",
    "checkInLabel": "Check-in",
    "checkOutLabel": "Check-out",
    "checkOutTime": "até às 10:00",
    "directionsTitle": "Direções para o DEVOCEAN Lodge",
    "directionsStep1": "Entre na vila pela nova estrada asfaltada. Você passará pelo mercado local (\"barracas\") à sua esquerda e pelo ponto de táxis minibus à sua direita.",
    "directionsStep2": "Continue subindo a pequena colina até ver o Love Café à sua direita.",
    "directionsStep3": "Vire à direita imediatamente após o café e continue por cerca de 100 metros.",
    "directionsStep4": "Quando avistar a Delegacia de Polícia à sua direita, procure a placa DEVOCEAN e o portão de madeira — sinta-se à vontade para abri-lo e estacionar lá dentro.",
    "closingText": "Mal podemos esperar para recebê-lo e compartilhar o espírito DEVOCEAN com você. Prepare-se para uma estadia cheia de calor, histórias e o som do oceano.",
    "signOff": "Estamos ansiosos para compartilhar o espírito DEVOCEAN com você em breve!",
    "regards": "Cordialmente"
  },
  "nl-NL": {
    "subject": "We kunnen niet wachten om u te verwelkomen in DEVOCEAN Lodge 🌴",
    "preheader": "Uw verblijf staat voor de deur",
    "heading": "We Kunnen Niet Wachten om U te Verwelkomen!",
    "headerSubtitle": "Uw thuis aan de oceaan in het prachtige Ponta do Ouro",
    "greeting": "Beste {{guestName}},",
    "intro": "We zijn verheugd u binnenkort te verwelkomen in DEVOCEAN Lodge in het prachtige Ponta do Ouro! Uw verblijf staat voor de deur, en we zijn er om het soepel, comfortabel en werkelijk onvergetelijk te maken.",
    "helpOffer": "Als er iets is dat u graag vooraf voorbereid zou willen hebben, aarzel dan niet om het ons te laten weten.",
    "hostTitle": "Maak Kennis met Uw Gastheer – Sean",
    "hostText": "Sean, uw gastheer, zal beschikbaar zijn tijdens uw hele verblijf. Hij is een schatkist van lokale verhalen en inzichten — van het dagelijkse dorpsleven tot verborgen pareltjes, lokale markten en onvergetelijke excursies. Wees niet verlegen om te vragen; u kunt zomaar vertrekken met een of twee geweldige verhalen!",
    "familyTitle": "Maak Kennis met de Lodge Familie",
    "lennonText": "Rondom de lodge kunt u een vrolijke jonge jongen ontmoeten — dat is Lennon, Sean's zoon. Hij is trots op zijn konijnen en biedt gasten vaak een kleine boerderijrondleiding aan. Wat begon als een klein COVID-era project is uitgegroeid tot een mini-boerderij met konijnen en kippen, ter ondersteuning van de voedselzekerheid voor gasten en personeel.",
    "lisaText": "Lisa, Lennon's moeder, biedt ook heerlijk ontspannende massages aan — zeer aanbevolen!",
    "diningTitle": "Dineren met Raquel",
    "raquelIntro": "Onze keuken wordt geleid door Raquel, die serveert:",
    "breakfastLabel": "Ontbijt",
    "breakfastHours": "7:00 – 11:00",
    "dinnerLabel": "Diner",
    "dinnerHours": "17:00 – 21:00 (behalve op dinsdag — haar welverdiende vrije dag)",
    "housekeepingTitle": "Ons Schoonmaakteam",
    "housekeepingText": "Sidinia, Deolinda en Ivanilda houden de lodge en uw kamer smetteloos en gezellig. Twee van hen zijn altijd aanwezig, en één begint vroeg om op verzoek het ontbijt voor te bereiden. U kunt ook Zeka (José) en Silvano ontmoeten, die het onderhoud van het terrein verzorgen, en Luis en Beqi, die momenteel aan nieuwe bouwprojecten werken.",
    "usefulInfoTitle": "Nuttige Informatie",
    "wifiLabel": "Wi-Fi",
    "wifiNetwork": "Netwerk",
    "wifiPassword": "Wachtwoord",
    "addressLabel": "Adres",
    "checkInLabel": "Inchecken",
    "checkOutLabel": "Uitchecken",
    "checkOutTime": "vóór 10:00",
    "directionsTitle": "Routebeschrijving naar DEVOCEAN Lodge",
    "directionsStep1": "Ga het dorp binnen via de nieuwe asfaltweg. U passeert de lokale markt (\"barracas\") aan uw linkerhand en de minibus taxistandplaats aan uw rechterhand.",
    "directionsStep2": "Ga verder de kleine heuvel op tot u Love Café aan uw rechterhand ziet.",
    "directionsStep3": "Sla direct na het café rechtsaf en ga ongeveer 100 meter verder.",
    "directionsStep4": "Als u het politiebureau aan uw rechterhand ziet, zoek dan naar het DEVOCEAN-bord en de houten poort — voel u vrij om deze te openen en binnen te parkeren.",
    "closingText": "We kunnen niet wachten om u te verwelkomen en de DEVOCEAN geest met u te delen. Maak u klaar voor een verblijf vol warmte, verhalen en het geluid van de oceaan.",
    "signOff": "We kijken ernaar uit om de DEVOCEAN-geest binnenkort met u te delen!",
    "regards": "Hartelijke groeten"
  },
  "fr-FR": {
    "subject": "Nous avons hâte de vous accueillir au DEVOCEAN Lodge 🌴",
    "preheader": "Votre séjour approche à grands pas",
    "heading": "Nous Avons Hâte de Vous Accueillir !",
    "headerSubtitle": "Votre maison au bord de l'océan dans la magnifique Ponta do Ouro",
    "greeting": "Cher(ère) {{guestName}},",
    "intro": "Nous sommes ravis de vous accueillir prochainement au DEVOCEAN Lodge dans la magnifique Ponta do Ouro ! Votre séjour approche, et nous sommes là pour le rendre fluide, confortable et vraiment mémorable.",
    "helpOffer": "S'il y a quelque chose que vous aimeriez que nous préparions avant votre arrivée, n'hésitez pas à nous le faire savoir.",
    "hostTitle": "Rencontrez Votre Hôte – Sean",
    "hostText": "Sean, votre hôte, sera disponible tout au long de votre séjour. C'est un trésor d'histoires et de connaissances locales — de la vie quotidienne du village aux joyaux cachés, marchés locaux et excursions inoubliables. N'hésitez pas à poser des questions ; vous pourriez repartir avec une ou deux belles histoires !",
    "familyTitle": "Rencontrez la Famille du Lodge",
    "lennonText": "Autour du lodge, vous pourriez rencontrer un jeune garçon joyeux — c'est Lennon, le fils de Sean. Il est fier de ses lapins et propose souvent aux clients une petite visite de la ferme. Ce qui a commencé comme un petit projet de l'ère COVID s'est transformé en une mini-ferme avec lapins et poulets, soutenant la sécurité alimentaire pour les clients et le personnel.",
    "lisaText": "Lisa, la maman de Lennon, propose également des massages merveilleusement relaxants — hautement recommandés !",
    "diningTitle": "Restauration avec Raquel",
    "raquelIntro": "Notre cuisine est dirigée par Raquel, qui sert :",
    "breakfastLabel": "Petit-déjeuner",
    "breakfastHours": "7h00 – 11h00",
    "dinnerLabel": "Dîner",
    "dinnerHours": "17h00 – 21h00 (sauf le mardi — son jour de repos bien mérité)",
    "housekeepingTitle": "Notre Équipe d'Entretien",
    "housekeepingText": "Sidinia, Deolinda et Ivanilda maintiennent le lodge et votre chambre impeccables et confortables. Deux d'entre elles sont toujours sur place, et l'une commence tôt pour préparer le petit-déjeuner sur demande. Vous pourrez également rencontrer Zeka (José) et Silvano, qui s'occupent de l'entretien de la propriété, ainsi que Luis et Beqi, qui travaillent actuellement sur de nouveaux projets de construction.",
    "usefulInfoTitle": "Informations Utiles",
    "wifiLabel": "Wi-Fi",
    "wifiNetwork": "Réseau",
    "wifiPassword": "Mot de passe",
    "addressLabel": "Adresse",
    "checkInLabel": "Arrivée",
    "checkOutLabel": "Départ",
    "checkOutTime": "avant 10h00",
    "directionsTitle": "Directions vers DEVOCEAN Lodge",
    "directionsStep1": "Entrez dans le village par la nouvelle route goudronnée. Vous passerez devant le marché local (\"barracas\") sur votre gauche et la station de taxis minibus sur votre droite.",
    "directionsStep2": "Continuez à monter la petite colline jusqu'à voir le Love Café sur votre droite.",
    "directionsStep3": "Tournez à droite immédiatement après le café et continuez sur environ 100 mètres.",
    "directionsStep4": "Lorsque vous apercevez le poste de police sur votre droite, cherchez le panneau DEVOCEAN et le portail en bois — n'hésitez pas à l'ouvrir et à vous garer à l'intérieur.",
    "closingText": "Nous avons hâte de vous accueillir et de partager l'esprit DEVOCEAN avec vous. Préparez-vous pour un séjour rempli de chaleur, d'histoires et du son de l'océan.",
    "signOff": "Nous avons hâte de partager l'esprit DEVOCEAN avec vous bientôt !",
    "regards": "Cordialement"
  },
  "it-IT": {
    "subject": "Non vediamo l'ora di darvi il benvenuto al DEVOCEAN Lodge 🌴",
    "preheader": "Il vostro soggiorno è alle porte",
    "heading": "Non Vediamo l'Ora di Darvi il Benvenuto!",
    "headerSubtitle": "La vostra casa sull'oceano nella splendida Ponta do Ouro",
    "greeting": "Caro/a {{guestName}},",
    "intro": "Siamo entusiasti di darvi presto il benvenuto al DEVOCEAN Lodge nella splendida Ponta do Ouro! Il vostro soggiorno è alle porte, e siamo qui per renderlo fluido, confortevole e davvero memorabile.",
    "helpOffer": "Se c'è qualcosa che vorreste facessimo preparare prima del vostro arrivo, non esitate a farcelo sapere.",
    "hostTitle": "Conoscete il Vostro Host – Sean",
    "hostText": "Sean, il vostro host, sarà disponibile per tutta la durata del vostro soggiorno. È uno scrigno di storie e conoscenze locali — dalla vita quotidiana del villaggio a gemme nascoste, mercati locali ed escursioni indimenticabili. Non siate timidi nel chiedere; potreste portarvi via una o due belle storie!",
    "familyTitle": "Conoscete la Famiglia del Lodge",
    "lennonText": "Nel lodge, potreste incontrare un ragazzino allegro — è Lennon, il figlio di Sean. È orgoglioso dei suoi conigli e spesso offre agli ospiti un piccolo tour della fattoria. Quello che è iniziato come un piccolo progetto dell'era COVID è sbocciato in una mini-fattoria con conigli e galline, a sostegno della sicurezza alimentare per ospiti e staff.",
    "lisaText": "Lisa, la mamma di Lennon, offre anche meravigliosi massaggi rilassanti — altamente consigliati!",
    "diningTitle": "Cenare con Raquel",
    "raquelIntro": "La nostra cucina è guidata da Raquel, che serve:",
    "breakfastLabel": "Colazione",
    "breakfastHours": "7:00 – 11:00",
    "dinnerLabel": "Cena",
    "dinnerHours": "17:00 – 21:00 (tranne il martedì — il suo meritato giorno di riposo)",
    "housekeepingTitle": "Il Nostro Team delle Pulizie",
    "housekeepingText": "Sidinia, Deolinda e Ivanilda mantengono il lodge e la vostra camera impeccabili e accoglienti. Due di loro sono sempre presenti, e una inizia presto per preparare la colazione su richiesta. Potreste anche incontrare Zeka (José) e Silvano, che si occupano della manutenzione della proprietà, e Luis e Beqi, che attualmente lavorano a nuovi progetti di costruzione.",
    "usefulInfoTitle": "Informazioni Utili",
    "wifiLabel": "Wi-Fi",
    "wifiNetwork": "Rete",
    "wifiPassword": "Password",
    "addressLabel": "Indirizzo",
    "checkInLabel": "Check-in",
    "checkOutLabel": "Check-out",
    "checkOutTime": "entro le 10:00",
    "directionsTitle": "Indicazioni per DEVOCEAN Lodge",
    "directionsStep1": "Entrate nel villaggio tramite la nuova strada asfaltata. Passerete il mercato locale (\"barracas\") sulla vostra sinistra e la stazione dei taxi minibus sulla vostra destra.",
    "directionsStep2": "Continuate a salire la piccola collina fino a vedere il Love Café sulla vostra destra.",
    "directionsStep3": "Girate a destra subito dopo il caffè e continuate per circa 100 metri.",
    "directionsStep4": "Quando vedete la Stazione di Polizia sulla vostra destra, cercate l'insegna DEVOCEAN e il cancello di legno — sentitevi liberi di aprirlo e parcheggiare all'interno.",
    "closingText": "Non vediamo l'ora di darvi il benvenuto e condividere lo spirito DEVOCEAN con voi. Preparatevi per un soggiorno pieno di calore, storie e il suono dell'oceano.",
    "signOff": "Non vediamo l'ora di condividere lo spirito DEVOCEAN con voi presto!",
    "regards": "Cordiali saluti"
  },
  "de-DE": {
    "subject": "Wir können es kaum erwarten, Sie im DEVOCEAN Lodge willkommen zu heißen 🌴",
    "preheader": "Ihr Aufenthalt steht vor der Tür",
    "heading": "Wir Können Es Kaum Erwarten, Sie Willkommen zu Heißen!",
    "headerSubtitle": "Ihr Zuhause am Meer im wunderschönen Ponta do Ouro",
    "greeting": "Liebe/r {{guestName}},",
    "intro": "Wir freuen uns sehr, Sie bald im DEVOCEAN Lodge im wunderschönen Ponta do Ouro willkommen zu heißen! Ihr Aufenthalt steht vor der Tür, und wir sind hier, um ihn reibungslos, komfortabel und wirklich unvergesslich zu gestalten.",
    "helpOffer": "Falls Sie etwas haben, das wir vor Ihrer Ankunft vorbereiten sollen, zögern Sie bitte nicht, uns zu informieren.",
    "hostTitle": "Lernen Sie Ihren Gastgeber Kennen – Sean",
    "hostText": "Sean, Ihr Gastgeber, wird während Ihres gesamten Aufenthalts verfügbar sein. Er ist eine Schatzkiste voller lokaler Geschichten und Einblicke — vom täglichen Dorfleben über verborgene Schätze, lokale Märkte bis hin zu unvergesslichen Ausflügen. Scheuen Sie sich nicht zu fragen; Sie könnten mit einer oder zwei großartigen Geschichten nach Hause gehen!",
    "familyTitle": "Lernen Sie die Lodge-Familie Kennen",
    "lennonText": "Rund um die Lodge könnten Sie einen fröhlichen jungen Jungen treffen — das ist Lennon, Seans Sohn. Er ist stolz auf seine Kaninchen und bietet Gästen oft eine kleine Farmtour an. Was als kleines COVID-Projekt begann, ist zu einer Mini-Farm mit Kaninchen und Hühnern herangewachsen und unterstützt die Ernährungssicherheit für Gäste und Mitarbeiter.",
    "lisaText": "Lisa, Lennons Mutter, bietet auch wunderbar entspannende Massagen an — sehr empfehlenswert!",
    "diningTitle": "Speisen mit Raquel",
    "raquelIntro": "Unsere Küche wird von Raquel geleitet, die serviert:",
    "breakfastLabel": "Frühstück",
    "breakfastHours": "7:00 – 11:00 Uhr",
    "dinnerLabel": "Abendessen",
    "dinnerHours": "17:00 – 21:00 Uhr (außer dienstags — ihr wohlverdienter freier Tag)",
    "housekeepingTitle": "Unser Reinigungsteam",
    "housekeepingText": "Sidinia, Deolinda und Ivanilda halten die Lodge und Ihr Zimmer makellos und gemütlich. Zwei von ihnen sind immer vor Ort, und eine beginnt früh, um auf Wunsch das Frühstück vorzubereiten. Sie könnten auch Zeka (José) und Silvano treffen, die sich um die Wartung des Grundstücks kümmern, sowie Luis und Beqi, die derzeit an neuen Bauprojekten arbeiten.",
    "usefulInfoTitle": "Nützliche Informationen",
    "wifiLabel": "WLAN",
    "wifiNetwork": "Netzwerk",
    "wifiPassword": "Passwort",
    "addressLabel": "Adresse",
    "checkInLabel": "Check-in",
    "checkOutLabel": "Check-out",
    "checkOutTime": "bis 10:00 Uhr",
    "directionsTitle": "Wegbeschreibung zum DEVOCEAN Lodge",
    "directionsStep1": "Betreten Sie das Dorf über die neue Teerstraße. Sie passieren den lokalen Markt (\"barracas\") auf Ihrer linken Seite und den Minibus-Taxistand auf Ihrer rechten Seite.",
    "directionsStep2": "Fahren Sie den kleinen Hügel hinauf, bis Sie das Love Café auf Ihrer rechten Seite sehen.",
    "directionsStep3": "Biegen Sie direkt nach dem Café rechts ab und fahren Sie etwa 100 Meter weiter.",
    "directionsStep4": "Wenn Sie die Polizeistation auf Ihrer rechten Seite sehen, suchen Sie nach dem DEVOCEAN-Schild und dem Holztor — öffnen Sie es gerne und parken Sie drinnen.",
    "closingText": "Wir können es kaum erwarten, Sie willkommen zu heißen und den DEVOCEAN-Geist mit Ihnen zu teilen. Freuen Sie sich auf einen Aufenthalt voller Wärme, Geschichten und dem Rauschen des Ozeans.",
    "signOff": "Wir freuen uns darauf, den DEVOCEAN-Geist bald mit Ihnen zu teilen!",
    "regards": "Herzliche Grüße"
  },
  "es-ES": {
    "subject": "¡No podemos esperar para darle la bienvenida a DEVOCEAN Lodge 🌴!",
    "preheader": "Su estancia está a la vuelta de la esquina",
    "heading": "¡No Podemos Esperar para Darle la Bienvenida!",
    "headerSubtitle": "Su hogar junto al océano en la hermosa Ponta do Ouro",
    "greeting": "Estimado/a {{guestName}},",
    "intro": "¡Estamos emocionados de darle la bienvenida pronto a DEVOCEAN Lodge en la hermosa Ponta do Ouro! Su estancia está a la vuelta de la esquina, y estamos aquí para hacerla fluida, cómoda y verdaderamente memorable.",
    "helpOffer": "Si hay algo que le gustaría que preparáramos antes de su llegada, no dude en hacérnoslo saber.",
    "hostTitle": "Conozca a Su Anfitrión – Sean",
    "hostText": "Sean, su anfitrión, estará disponible durante toda su estancia. Es un cofre del tesoro de historias y conocimientos locales — desde la vida cotidiana del pueblo hasta joyas ocultas, mercados locales y excursiones inolvidables. No sea tímido para preguntar; ¡podría irse con una o dos historias geniales!",
    "familyTitle": "Conozca a la Familia del Lodge",
    "lennonText": "Por el lodge, podría conocer a un niño alegre y joven — ese es Lennon, el hijo de Sean. Está orgulloso de sus conejos y a menudo ofrece a los huéspedes un pequeño tour por la granja. Lo que comenzó como un pequeño proyecto de la era COVID ha florecido en una mini-granja con conejos y gallinas, apoyando la seguridad alimentaria para huéspedes y personal por igual.",
    "lisaText": "Lisa, la mamá de Lennon, también ofrece masajes maravillosamente relajantes — ¡altamente recomendados!",
    "diningTitle": "Comidas con Raquel",
    "raquelIntro": "Nuestra cocina está liderada por Raquel, quien sirve:",
    "breakfastLabel": "Desayuno",
    "breakfastHours": "7:00 – 11:00",
    "dinnerLabel": "Cena",
    "dinnerHours": "17:00 – 21:00 (excepto los martes — su merecido día libre)",
    "housekeepingTitle": "Nuestro Equipo de Limpieza",
    "housekeepingText": "Sidinia, Deolinda e Ivanilda mantienen el lodge y su habitación impecables y acogedores. Dos de ellas están siempre presentes, y una comienza temprano para preparar el desayuno bajo petición. También puede conocer a Zeka (José) y Silvano, quienes se encargan del mantenimiento de la propiedad, y a Luis y Beqi, que actualmente trabajan en nuevos proyectos de construcción.",
    "usefulInfoTitle": "Información Útil",
    "wifiLabel": "Wi-Fi",
    "wifiNetwork": "Red",
    "wifiPassword": "Contraseña",
    "addressLabel": "Dirección",
    "checkInLabel": "Check-in",
    "checkOutLabel": "Check-out",
    "checkOutTime": "antes de las 10:00",
    "directionsTitle": "Direcciones a DEVOCEAN Lodge",
    "directionsStep1": "Entre al pueblo por la nueva carretera asfaltada. Pasará por el mercado local (\"barracas\") a su izquierda y la parada de taxis minibús a su derecha.",
    "directionsStep2": "Continúe subiendo la pequeña colina hasta ver Love Café a su derecha.",
    "directionsStep3": "Gire a la derecha inmediatamente después del café y continúe durante unos 100 metros.",
    "directionsStep4": "Cuando vea la Comisaría de Policía a su derecha, busque el letrero DEVOCEAN y la puerta de madera — siéntase libre de abrirla y estacionar adentro.",
    "closingText": "No podemos esperar para darle la bienvenida y compartir el espíritu DEVOCEAN con usted. Prepárese para una estancia llena de calidez, historias y el sonido del océano.",
    "signOff": "¡Esperamos compartir el espíritu DEVOCEAN con ustedes pronto!",
    "regards": "Saludos cordiales"
  },
  "sv": {
    "subject": "Vi kan inte vänta med att välkomna dig till DEVOCEAN Lodge 🌴",
    "preheader": "Din vistelse är precis runt hörnet",
    "heading": "Vi Kan Inte Vänta med att Välkomna Dig!",
    "headerSubtitle": "Ditt hem vid havet i vackra Ponta do Ouro",
    "greeting": "Bästa {{guestName}},",
    "intro": "Vi är glada att snart välkomna dig till DEVOCEAN Lodge i vackra Ponta do Ouro! Din vistelse är precis runt hörnet, och vi är här för att göra den smidig, bekväm och verkligt minnesvärd.",
    "helpOffer": "Om det är något du skulle vilja att vi förbereder innan din ankomst, tveka inte att låta oss veta.",
    "hostTitle": "Möt Din Värd – Sean",
    "hostText": "Sean, din värd, kommer att vara tillgänglig under hela din vistelse. Han är en skattkista av lokala berättelser och insikter — från det dagliga bylivet till gömda pärlor, lokala marknader och oförglömliga utflykter. Var inte blyg att fråga; du kan lämna med en eller två fantastiska berättelser!",
    "familyTitle": "Möt Lodge-Familjen",
    "lennonText": "Runt lodgen kan du träffa en glad ung pojke — det är Lennon, Seans son. Han är stolt över sina kaniner och erbjuder ofta gäster en liten bondgårdstur. Vad som började som ett litet COVID-projekt har blomstrat till en mini-gård med kaniner och kycklingar, som stödjer livsmedelssäkerhet för gäster och personal.",
    "lisaText": "Lisa, Lennons mamma, erbjuder också underbart avslappnande massager — starkt rekommenderat!",
    "diningTitle": "Mat med Raquel",
    "raquelIntro": "Vårt kök leds av Raquel, som serverar:",
    "breakfastLabel": "Frukost",
    "breakfastHours": "7:00 – 11:00",
    "dinnerLabel": "Middag",
    "dinnerHours": "17:00 – 21:00 (förutom tisdagar — hennes välförtjänta lediga dag)",
    "housekeepingTitle": "Vårt Städteam",
    "housekeepingText": "Sidinia, Deolinda och Ivanilda håller lodgen och ditt rum fläckfritt och mysigt. Två av dem är alltid på plats, och en börjar tidigt för att förbereda frukost på begäran. Du kan också träffa Zeka (José) och Silvano, som hanterar underhåll på fastigheten, samt Luis och Beqi, som för närvarande arbetar med nya byggprojekt.",
    "usefulInfoTitle": "Användbar Information",
    "wifiLabel": "Wi-Fi",
    "wifiNetwork": "Nätverk",
    "wifiPassword": "Lösenord",
    "addressLabel": "Adress",
    "checkInLabel": "Incheckning",
    "checkOutLabel": "Utcheckning",
    "checkOutTime": "senast kl. 10:00",
    "directionsTitle": "Vägbeskrivning till DEVOCEAN Lodge",
    "directionsStep1": "Kom in i byn via den nya asfalterade vägen. Du passerar den lokala marknaden (\"barracas\") till vänster och minibuss-taxistationen till höger.",
    "directionsStep2": "Fortsätt uppför den lilla backen tills du ser Love Café till höger.",
    "directionsStep3": "Sväng höger direkt efter caféet och fortsätt i cirka 100 meter.",
    "directionsStep4": "När du ser Polisstationen till höger, leta efter DEVOCEAN-skylten och träporten — välkommen att öppna den och parkera innanför.",
    "closingText": "Vi kan inte vänta med att välkomna dig och dela DEVOCEAN-andan med dig. Gör dig redo för en vistelse fylld med värme, berättelser och ljudet av havet.",
    "signOff": "Vi ser fram emot att dela DEVOCEAN-andan med er snart!",
    "regards": "Vänliga hälsningar"
  },
  "pl": {
    "subject": "Nie możemy się doczekać, aby powitać Cię w DEVOCEAN Lodge 🌴",
    "preheader": "Twój pobyt jest tuż za rogiem",
    "heading": "Nie Możemy Się Doczekać, Aby Cię Powitać!",
    "headerSubtitle": "Twój dom nad oceanem w pięknym Ponta do Ouro",
    "greeting": "Drogi/Droga {{guestName}},",
    "intro": "Jesteśmy podekscytowani, że wkrótce powitamy Cię w DEVOCEAN Lodge w pięknym Ponta do Ouro! Twój pobyt jest tuż za rogiem, a my jesteśmy tutaj, aby uczynić go płynnym, komfortowym i naprawdę niezapomnianym.",
    "helpOffer": "Jeśli jest coś, co chciałbyś, abyśmy przygotowali przed Twoim przyjazdem, nie wahaj się dać nam znać.",
    "hostTitle": "Poznaj Swojego Gospodarza – Sean",
    "hostText": "Sean, Twój gospodarz, będzie dostępny przez cały czas Twojego pobytu. Jest skarbnicą lokalnych historii i wiedzy — od codziennego życia wioski po ukryte perły, lokalne targi i niezapomniane wycieczki. Nie wstydź się pytać; możesz odejść z jedną lub dwiema wspaniałymi historiami!",
    "familyTitle": "Poznaj Rodzinę Lodge",
    "lennonText": "W lodge możesz spotkać wesołego młodego chłopca — to Lennon, syn Seana. Jest dumny ze swoich królików i często oferuje gościom małą wycieczkę po farmie. To, co zaczęło się jako mały projekt z czasów COVID, rozkwitło w mini-farmę z królikami i kurczakami, wspierającą bezpieczeństwo żywnościowe dla gości i personelu.",
    "lisaText": "Lisa, mama Lennona, oferuje również cudownie relaksujące masaże — bardzo polecane!",
    "diningTitle": "Posiłki z Raquel",
    "raquelIntro": "Naszą kuchnią kieruje Raquel, która serwuje:",
    "breakfastLabel": "Śniadanie",
    "breakfastHours": "7:00 – 11:00",
    "dinnerLabel": "Kolacja",
    "dinnerHours": "17:00 – 21:00 (z wyjątkiem wtorków — jej zasłużony dzień wolny)",
    "housekeepingTitle": "Nasz Zespół Sprzątający",
    "housekeepingText": "Sidinia, Deolinda i Ivanilda utrzymują lodge i Twój pokój w nieskazitelnej czystości i przytulności. Dwie z nich są zawsze na miejscu, a jedna zaczyna wcześnie, aby przygotować śniadanie na życzenie. Możesz również spotkać Zekę (José) i Silvano, którzy zajmują się konserwacją nieruchomości, oraz Luisa i Beqi, którzy obecnie pracują nad nowymi projektami budowlanymi.",
    "usefulInfoTitle": "Przydatne Informacje",
    "wifiLabel": "Wi-Fi",
    "wifiNetwork": "Sieć",
    "wifiPassword": "Hasło",
    "addressLabel": "Adres",
    "checkInLabel": "Zameldowanie",
    "checkOutLabel": "Wymeldowanie",
    "checkOutTime": "do 10:00",
    "directionsTitle": "Dojazd do DEVOCEAN Lodge",
    "directionsStep1": "Wjedź do wioski nową asfaltową drogą. Miniesz lokalny targ (\"barracas\") po lewej stronie i postój taksówek minibusów po prawej stronie.",
    "directionsStep2": "Jedź dalej pod niewielkie wzniesienie, aż zobaczysz Love Café po prawej stronie.",
    "directionsStep3": "Skręć w prawo zaraz za kawiarnią i jedź dalej przez około 100 metrów.",
    "directionsStep4": "Kiedy zauważysz Posterunek Policji po prawej stronie, poszukaj znaku DEVOCEAN i drewnianej bramy — śmiało otwórz ją i zaparkuj wewnątrz.",
    "closingText": "Nie możemy się doczekać, aby Cię powitać i podzielić się duchem DEVOCEAN. Przygotuj się na pobyt pełen ciepła, historii i szumu oceanu.",
    "signOff": "Nie możemy się doczekać, aby wkrótce podzielić się z Państwem duchem DEVOCEAN!",
    "regards": "Serdeczne pozdrowienia"
  },
  "af-ZA": {
    "subject": "Ons kan nie wag om jou by DEVOCEAN Lodge te verwelkom nie 🌴",
    "preheader": "Jou verblyf is net om die draai",
    "heading": "Ons Kan Nie Wag om Jou te Verwelkom Nie!",
    "headerSubtitle": "Jou tuiste by die see in pragtige Ponta do Ouro",
    "greeting": "Beste {{guestName}},",
    "intro": "Ons is opgewonde om jou binnekort by DEVOCEAN Lodge in pragtige Ponta do Ouro te verwelkom! Jou verblyf is net om die draai, en ons is hier om dit vlot, gemaklik en waarlik onvergeetlik te maak.",
    "helpOffer": "As daar enigiets is wat jy graag wil hê ons moet voorberei voor jou aankoms, moet asseblief nie huiwer om ons te laat weet nie.",
    "hostTitle": "Ontmoet Jou Gasheer – Sean",
    "hostText": "Sean, jou gasheer, sal beskikbaar wees regdeur jou verblyf. Hy is 'n skatkis van plaaslike stories en insigte — van daaglikse dorpslewe tot verborge juwele, plaaslike markte en onvergeetlike uitstappies. Moenie skaam wees om te vra nie; jy kan dalk met een of twee wonderlike stories wegstap!",
    "familyTitle": "Ontmoet die Lodge Familie",
    "lennonText": "Rondom die lodge kan jy dalk 'n vrolike jong seun ontmoet — dit is Lennon, Sean se seun. Hy is trots op sy hase en bied gereeld gaste 'n klein plaastoer aan. Wat as 'n klein COVID-era projek begin het, het gegroei tot 'n mini-plaas met hase en hoenders, wat voedselsekuriteit vir gaste en personeel ondersteun.",
    "lisaText": "Lisa, Lennon se ma, bied ook wonderlik ontspannende masserings aan — hoogs aanbeveel!",
    "diningTitle": "Eet met Raquel",
    "raquelIntro": "Ons kombuis word gelei deur Raquel, wat bedien:",
    "breakfastLabel": "Ontbyt",
    "breakfastHours": "7:00 – 11:00",
    "dinnerLabel": "Aandete",
    "dinnerHours": "17:00 – 21:00 (behalwe Dinsdae — haar welverdiende rusdag)",
    "housekeepingTitle": "Ons Skoonmaakspan",
    "housekeepingText": "Sidinia, Deolinda en Ivanilda hou die lodge en jou kamer vlekkeloos en gesellig. Twee van hulle is altyd op die perseel, en een begin vroeg om ontbyt op aanvraag voor te berei. Jy kan ook Zeka (José) en Silvano ontmoet, wat onderhoud rondom die eiendom hanteer, en Luis en Beqi, wat tans aan nuwe konstruksieprojekte werk.",
    "usefulInfoTitle": "Nuttige Inligting",
    "wifiLabel": "Wi-Fi",
    "wifiNetwork": "Netwerk",
    "wifiPassword": "Wagwoord",
    "addressLabel": "Adres",
    "checkInLabel": "Inteken",
    "checkOutLabel": "Uitteken",
    "checkOutTime": "teen 10:00",
    "directionsTitle": "Rigtings na DEVOCEAN Lodge",
    "directionsStep1": "Kom die dorp binne via die nuwe teerpad. Jy sal die plaaslike mark (\"barracas\") aan jou linkerkant en die minibustaxi-standplek aan jou regterkant verbygaan.",
    "directionsStep2": "Hou aan op die klein heuwel totdat jy Love Café aan jou regterkant sien.",
    "directionsStep3": "Draai regs onmiddellik na die kafee en hou aan vir ongeveer 100 meter.",
    "directionsStep4": "Wanneer jy die Polisiestasie aan jou regterkant sien, soek die DEVOCEAN-teken en die houtpoort — voel vry om dit oop te maak en binne te parkeer.",
    "closingText": "Ons kan nie wag om jou te verwelkom en die DEVOCEAN-gees met jou te deel nie. Maak gereed vir 'n verblyf gevul met warmte, stories en die geluid van die see.",
    "signOff": "Ons sien uit daarna om die DEVOCEAN-gees binnekort met u te deel!",
    "regards": "Hartlike groete"
  },
  "zu": {
    "subject": "Asikwazi ukulinda ukukwamukela e-DEVOCEAN Lodge 🌴",
    "preheader": "Ukuhlala kwakho kusondele",
    "heading": "Asikwazi Ukulinda Ukukwamukela!",
    "headerSubtitle": "Ikhaya lakho olwandle e-Ponta do Ouro enhle",
    "greeting": "Sawubona {{guestName}},",
    "intro": "Sijabulile ukukwamukela maduze e-DEVOCEAN Lodge e-Ponta do Ouro enhle! Ukuhlala kwakho kusondele, futhi silapha ukwenza kube lula, kube ntofontofo, futhi kukhunjuzwe ngempela.",
    "helpOffer": "Uma kunento ofuna sikulungisele ngaphambi kokuza kwakho, sicela ungangabazi ukusazisa.",
    "hostTitle": "Hlangana Nomsingathi Wakho – uSean",
    "hostText": "USean, umsingathi wakho, uzoba khona ngesikhathi sonke sokuhlala kwakho. Ungumthombo wezindaba zendawo nolwazi — kusukela ekuphileni kwansuku zonke edolobhaneni kuya ematsheleni afihlekile, ezimakethe zasendaweni, nasezihambweni ezingeke zikhohlakale. Ungabi nesibindi sokubuza; ungase uhambe nendaba eyodwa noma ezimbili ezinhle!",
    "familyTitle": "Hlangana Nomndeni we-Lodge",
    "lennonText": "Eduzane ne-lodge, ungase uhlangane nomfana omncane ojabulayo — nguLennon, indodana kaSean. Uyaziqhenya ngezimvukuzi zakhe futhi uvame ukunikeza izivakashi ukuvakasha okuncane epulazini. Okwaqala njengephrojekthi encane yesikhathi se-COVID sekukhule kwaba ipulazi elincane elinezimvukuzi nezinkukhu, okusekela ukuphepha kokudla kwezivakashi nabasebenzi.",
    "lisaText": "ULisa, umama kaLennon, uphinde anikeze ukwelashwa okumnandi okuphumuzayo — kunconywa kakhulu!",
    "diningTitle": "Ukudla noRaquel",
    "raquelIntro": "Ikhishi lethu liholwa nguRaquel, onikezela:",
    "breakfastLabel": "Isidlo sasekuseni",
    "breakfastHours": "7:00 – 11:00",
    "dinnerLabel": "Isidlo sakusihlwa",
    "dinnerHours": "17:00 – 21:00 (ngaphandle ngoLwesibili — usuku lwakhe lokuphuma olufanele)",
    "housekeepingTitle": "Ithimba Lethu Lokuhlanza",
    "housekeepingText": "OSidinia, Deolinda, no-Ivanilda bagcina i-lodge nekamelo lakho kuhlanzekile futhi kuthokozisile. Ababili babo bahlala khona, futhi oyedwa uqala ekuseni ukulungiselela isidlo sasekuseni uma kucelwa. Ungase futhi uhlangane noZeka (José) noSilvano, abaphatha ukugcinwa komhlaba, noLuis noBequi, abanje basebenza kumaphrojekthi amasha okwakha.",
    "usefulInfoTitle": "Ulwazi Olusizayo",
    "wifiLabel": "I-Wi-Fi",
    "wifiNetwork": "Inethiwekhi",
    "wifiPassword": "Iphasiwedi",
    "addressLabel": "Ikheli",
    "checkInLabel": "Ukungena",
    "checkOutLabel": "Ukuphuma",
    "checkOutTime": "ngo-10:00",
    "directionsTitle": "Izikhombisi ze-DEVOCEAN Lodge",
    "directionsStep1": "Ngena edolobhaneni ngomgwaqo omusha we-tar. Uzodlula emakethe yasendaweni (\"barracas\") ngakwesokunxele sakho nendawo yokuma kwemoto yetekisi yeminibhasi ngakwesokudla sakho.",
    "directionsStep2": "Qhubeka unyuke intaba encane uze ubone i-Love Café ngakwesokudla sakho.",
    "directionsStep3": "Phendukela kwesokudla ngokushesha emva kwekhafethi bese uqhubeka cishe amamitha angu-100.",
    "directionsStep4": "Uma ubona iSiteshi samaPhoyisa ngakwesokudla sakho, funa isibonakaliso se-DEVOCEAN nesango lokhuni — zizwe ukhululekile ukusivula futhi upake ngaphakathi.",
    "closingText": "Asikwazi ukulinda ukukwamukela nokwabelana ngomoya we-DEVOCEAN nawe. Lungiselela ukuhlala okugcwele ukufudumala, izindaba nomsindo wolwandle.",
    "signOff": "Silindele ukwabelana ngomoya we-DEVOCEAN nani maduze!",
    "regards": "Kubingelela ngokufudumele"
  },
  "sw": {
    "subject": "Hatuwezi kusubiri kukukaribisha kwenye DEVOCEAN Lodge 🌴",
    "preheader": "Muda wako unakaribia",
    "heading": "Hatuwezi Kusubiri Kukukaribisha!",
    "headerSubtitle": "Nyumba yako kando ya bahari katika Ponta do Ouro nzuri",
    "greeting": "Mpendwa {{guestName}},",
    "intro": "Tunafurahi kukukaribisha hivi karibuni kwenye DEVOCEAN Lodge katika Ponta do Ouro nzuri! Muda wako wa kukaa unakaribia, na tuko hapa kufanya uwe laini, wa starehe, na wa kukumbukwa kweli.",
    "helpOffer": "Kama kuna kitu chochote ungependa tuandae kabla ya kuwasili kwako, tafadhali usisite kutuambia.",
    "hostTitle": "Kutana na Mwenyeji Wako – Sean",
    "hostText": "Sean, mwenyeji wako, atapatikana wakati wote wa kukaa kwako. Yeye ni hazina ya hadithi za kienyeji na maarifa — kutoka maisha ya kila siku ya kijiji hadi vito vilivyofichwa, masoko ya kienyeji, na ziara zisizosahaulika. Usiwe na aibu kuuliza; unaweza kurudi nyumbani na hadithi moja au mbili nzuri!",
    "familyTitle": "Kutana na Familia ya Lodge",
    "lennonText": "Kuzunguka lodge, unaweza kukutana na kijana mzuri — huyo ni Lennon, mwana wa Sean. Anajivunia sungura wake na mara nyingi hutoa wageni ziara ndogo ya shamba. Kilichoanza kama mradi mdogo wa kipindi cha COVID kimekua kuwa shamba dogo lenye sungura na kuku, kinachounga usalama wa chakula kwa wageni na wafanyakazi.",
    "lisaText": "Lisa, mama wa Lennon, pia hutoa massage za kupumzisha — zinashauriwa sana!",
    "diningTitle": "Kula na Raquel",
    "raquelIntro": "Jikoni letu linaongozwa na Raquel, ambaye hutumikia:",
    "breakfastLabel": "Kifungua kinywa",
    "breakfastHours": "7:00 – 11:00",
    "dinnerLabel": "Chakula cha jioni",
    "dinnerHours": "17:00 – 21:00 (isipokuwa Jumanne — siku yake ya kupumzika inayostahili)",
    "housekeepingTitle": "Timu Yetu ya Usafi",
    "housekeepingText": "Sidinia, Deolinda, na Ivanilda huweka lodge na chumba chako safi na vya starehe. Wawili wao wako pale kila wakati, na mmoja huanza mapema kuandaa kifungua kinywa kwa ombi. Unaweza pia kukutana na Zeka (José) na Silvano, wanaoshughulikia matengenezo ya mali, na Luis na Beqi, ambao kwa sasa wanafanya kazi kwenye miradi mipya ya ujenzi.",
    "usefulInfoTitle": "Taarifa Muhimu",
    "wifiLabel": "Wi-Fi",
    "wifiNetwork": "Mtandao",
    "wifiPassword": "Nenosiri",
    "addressLabel": "Anwani",
    "checkInLabel": "Kuingia",
    "checkOutLabel": "Kutoka",
    "checkOutTime": "kabla ya saa 10:00",
    "directionsTitle": "Maelekezo ya DEVOCEAN Lodge",
    "directionsStep1": "Ingia kijijini kupitia barabara mpya ya lami. Utapita soko la kienyeji (\"barracas\") upande wako wa kushoto na kituo cha teksi za minibasi upande wako wa kulia.",
    "directionsStep2": "Endelea juu ya kilima kidogo hadi uone Love Café upande wako wa kulia.",
    "directionsStep3": "Geuka kulia mara moja baada ya mkahawa na uendelee kwa mita 100.",
    "directionsStep4": "Unapoona Kituo cha Polisi upande wako wa kulia, tafuta alama ya DEVOCEAN na lango la mbao — jisikie huru kulifungua na kupaka ndani.",
    "closingText": "Hatuwezi kusubiri kukukaribisha na kushiriki roho ya DEVOCEAN nawe. Jiandae kwa kukaa kujaa joto, hadithi, na sauti ya bahari.",
    "signOff": "Tunasubiri kushiriki roho ya DEVOCEAN nanyi hivi karibuni!",
    "regards": "Salamu za joto"
  },
  "ja-JP": {
    "subject": "DEVOCEAN Lodgeへようこそ！お待ちしております 🌴",
    "preheader": "ご滞在まであと少しです",
    "heading": "心よりお待ちしております！",
    "headerSubtitle": "美しいポンタ・ド・オウロの海辺の我が家",
    "greeting": "{{guestName}}様",
    "intro": "美しいポンタ・ド・オウロのDEVOCEAN Lodgeへのお越しを心よりお待ちしております！ご滞在まであと少しとなりました。快適で心に残る滞在となるよう、スタッフ一同全力でサポートさせていただきます。",
    "helpOffer": "ご到着前にご準備させていただきたいことがございましたら、お気軽にお知らせください。",
    "hostTitle": "ホストのご紹介 – Sean",
    "hostText": "ホストのSeanは、ご滞在中ずっとお手伝いさせていただきます。彼は地元の物語や知識の宝庫です。村の日常生活から隠れた名所、地元の市場、忘れられない小旅行まで、遠慮なくお尋ねください。素晴らしい話を一つや二つ持ち帰れるかもしれません！",
    "familyTitle": "ロッジファミリーのご紹介",
    "lennonText": "ロッジ内では、明るい少年に会うかもしれません。それはSeanの息子、Lennonです。彼は自分のウサギを誇りに思っており、ゲストに小さな農場ツアーを提供することがよくあります。COVIDの時代に小さなプロジェクトとして始まったものが、ウサギと鶏のいるミニ農場に成長し、ゲストとスタッフの食料安全保障を支えています。",
    "lisaText": "LennonのママであるLisaは、素晴らしくリラックスできるマッサージも提供しています。ぜひお試しください！",
    "diningTitle": "Raquelのお食事",
    "raquelIntro": "キッチンはRaquelが担当し、以下を提供しています：",
    "breakfastLabel": "朝食",
    "breakfastHours": "7:00 – 11:00",
    "dinnerLabel": "夕食",
    "dinnerHours": "17:00 – 21:00（火曜日を除く — 彼女の休日）",
    "housekeepingTitle": "ハウスキーピングチーム",
    "housekeepingText": "Sidinia、Deolinda、Ivanildaがロッジとお部屋を清潔で快適に保ちます。2名が常駐しており、1名は朝早くからご要望に応じて朝食の準備をいたします。また、物件の保守を担当するZeka（José）とSilvano、現在新しい建設プロジェクトに取り組んでいるLuisとBeqiにもお会いいただけるかもしれません。",
    "usefulInfoTitle": "お役立ち情報",
    "wifiLabel": "Wi-Fi",
    "wifiNetwork": "ネットワーク",
    "wifiPassword": "パスワード",
    "addressLabel": "住所",
    "checkInLabel": "チェックイン",
    "checkOutLabel": "チェックアウト",
    "checkOutTime": "午前10:00まで",
    "directionsTitle": "DEVOCEAN Lodgeへの道順",
    "directionsStep1": "新しい舗装道路から村に入ります。左側に地元の市場（「barracas」）、右側にミニバスのタクシー乗り場が見えます。",
    "directionsStep2": "小さな丘を登り続け、右側にLove Caféが見えるまで進みます。",
    "directionsStep3": "カフェの直後で右折し、約100メートル進みます。",
    "directionsStep4": "右側に警察署が見えたら、DEVOCEANの看板と木製の門を探してください。お気軽に開けて中に駐車してください。",
    "closingText": "皆様をお迎えし、DEVOCEANの精神を共有できることを心待ちにしております。温かさ、物語、そして海の音に満ちた滞在をお楽しみください。",
    "signOff": "DEVOCEANスピリットを皆様と共有できることを楽しみにしております！",
    "regards": "心よりお待ちしております"
  },
  "zh-CN": {
    "subject": "我们迫不及待地欢迎您来到 DEVOCEAN Lodge 🌴",
    "preheader": "您的入住即将到来",
    "heading": "我们迫不及待地欢迎您！",
    "headerSubtitle": "您在美丽庞塔杜奥罗的海滨之家",
    "greeting": "尊敬的 {{guestName}}：",
    "intro": "我们非常高兴即将在美丽的庞塔杜奥罗迎接您入住 DEVOCEAN Lodge！您的入住即将到来，我们将竭尽全力让您的住宿舒适、愉快且真正难忘。",
    "helpOffer": "如果您希望我们在您到达之前准备任何东西，请随时告诉我们。",
    "hostTitle": "认识您的房东 – Sean",
    "hostText": "您的房东 Sean 将在您整个住宿期间随时为您服务。他是当地故事和见解的宝库——从日常村庄生活到隐藏的宝石、当地市场和难忘的游览。请不要害羞提问；您可能会带着一两个精彩的故事离开！",
    "familyTitle": "认识Lodge大家庭",
    "lennonText": "在Lodge周围，您可能会遇到一个开朗的小男孩——那就是 Lennon，Sean 的儿子。他为自己的兔子感到骄傲，经常为客人提供小型农场游览。从 COVID 时代的小项目开始，现在已经发展成为拥有兔子和鸡的迷你农场，为客人和员工提供食品安全保障。",
    "lisaText": "Lennon 的妈妈 Lisa 还提供非常放松的按摩服务——强烈推荐！",
    "diningTitle": "与 Raquel 共进晚餐",
    "raquelIntro": "我们的厨房由 Raquel 负责，她提供：",
    "breakfastLabel": "早餐",
    "breakfastHours": "7:00 – 11:00",
    "dinnerLabel": "晚餐",
    "dinnerHours": "17:00 – 21:00（周二除外——她应得的休息日）",
    "housekeepingTitle": "我们的客房清洁团队",
    "housekeepingText": "Sidinia、Deolinda 和 Ivanilda 保持Lodge和您的房间一尘不染且舒适。她们中的两位始终在现场，其中一位会早起根据要求准备早餐。您还可能会遇到 Zeka（José）和 Silvano，他们负责物业维护，以及 Luis 和 Beqi，他们目前正在进行新的建设项目。",
    "usefulInfoTitle": "实用信息",
    "wifiLabel": "Wi-Fi",
    "wifiNetwork": "网络",
    "wifiPassword": "密码",
    "addressLabel": "地址",
    "checkInLabel": "入住",
    "checkOutLabel": "退房",
    "checkOutTime": "上午10:00前",
    "directionsTitle": "前往 DEVOCEAN Lodge 的路线",
    "directionsStep1": "通过新的柏油路进入村庄。您会在左侧看到当地市场（\"barracas\"），在右侧看到小巴出租车站。",
    "directionsStep2": "继续上小山坡，直到您在右侧看到 Love Café。",
    "directionsStep3": "在咖啡馆后立即右转，继续行驶约100米。",
    "directionsStep4": "当您在右侧看到警察局时，寻找 DEVOCEAN 标志和木门——请随意打开并停在里面。",
    "closingText": "我们迫不及待地欢迎您并与您分享 DEVOCEAN 的精神。准备好享受充满温暖、故事和海洋声音的住宿吧。",
    "signOff": "我们期待很快与您分享DEVOCEAN精神！",
    "regards": "诚挚问候"
  },
  "ru": {
    "subject": "Мы с нетерпением ждём встречи с вами в DEVOCEAN Lodge 🌴",
    "preheader": "Ваше пребывание уже близко",
    "heading": "Мы С Нетерпением Ждём Встречи С Вами!",
    "headerSubtitle": "Ваш дом у океана в прекрасном Понта-ду-Оуру",
    "greeting": "Уважаемый(ая) {{guestName}},",
    "intro": "Мы рады приветствовать вас в DEVOCEAN Lodge в прекрасном Понта-ду-Оуру! Ваше пребывание уже близко, и мы здесь, чтобы сделать его комфортным, приятным и по-настоящему незабываемым.",
    "helpOffer": "Если есть что-то, что вы хотели бы, чтобы мы подготовили перед вашим приездом, пожалуйста, не стесняйтесь сообщить нам.",
    "hostTitle": "Познакомьтесь с вашим хозяином – Шон",
    "hostText": "Шон, ваш хозяин, будет доступен на протяжении всего вашего пребывания. Он — кладезь местных историй и знаний — от повседневной жизни деревни до скрытых жемчужин, местных рынков и незабываемых экскурсий. Не стесняйтесь спрашивать; вы можете уйти с одной-двумя замечательными историями!",
    "familyTitle": "Познакомьтесь с Семьёй Lodge",
    "lennonText": "Вокруг лоджа вы можете встретить весёлого мальчика — это Леннон, сын Шона. Он гордится своими кроликами и часто предлагает гостям небольшую экскурсию по ферме. То, что началось как небольшой проект во время COVID, превратилось в мини-ферму с кроликами и курами, поддерживающую продовольственную безопасность для гостей и персонала.",
    "lisaText": "Лиза, мама Леннона, также предлагает прекрасно расслабляющий массаж — настоятельно рекомендуем!",
    "diningTitle": "Питание с Ракель",
    "raquelIntro": "Нашей кухней руководит Ракель, которая подаёт:",
    "breakfastLabel": "Завтрак",
    "breakfastHours": "7:00 – 11:00",
    "dinnerLabel": "Ужин",
    "dinnerHours": "17:00 – 21:00 (кроме вторника — её заслуженный выходной)",
    "housekeepingTitle": "Наша Команда Уборки",
    "housekeepingText": "Сидиния, Деолинда и Иванильда поддерживают лодж и ваш номер в безупречной чистоте и уюте. Две из них всегда на месте, и одна начинает рано, чтобы приготовить завтрак по запросу. Вы также можете встретить Зеку (Жозе) и Сильвано, которые занимаются обслуживанием территории, а также Луиса и Беки, которые в настоящее время работают над новыми строительными проектами.",
    "usefulInfoTitle": "Полезная Информация",
    "wifiLabel": "Wi-Fi",
    "wifiNetwork": "Сеть",
    "wifiPassword": "Пароль",
    "addressLabel": "Адрес",
    "checkInLabel": "Заезд",
    "checkOutLabel": "Выезд",
    "checkOutTime": "до 10:00",
    "directionsTitle": "Как добраться до DEVOCEAN Lodge",
    "directionsStep1": "Въезжайте в деревню по новой асфальтированной дороге. Вы пройдёте мимо местного рынка («barracas») слева и стоянки маршрутных такси справа.",
    "directionsStep2": "Продолжайте подниматься на небольшой холм, пока не увидите Love Café справа.",
    "directionsStep3": "Поверните направо сразу после кафе и продолжайте около 100 метров.",
    "directionsStep4": "Когда вы увидите полицейский участок справа, ищите вывеску DEVOCEAN и деревянные ворота — не стесняйтесь открыть их и припарковаться внутри.",
    "closingText": "Мы с нетерпением ждём встречи с вами и возможности поделиться духом DEVOCEAN. Приготовьтесь к пребыванию, наполненному теплом, историями и шумом океана.",
    "signOff": "Мы с нетерпением ждем возможности поделиться духом DEVOCEAN с вами в ближайшее время!",
    "regards": "С наилучшими пожеланиями"
  }
}
